Repository: talesam/jellyfix
Catalog: locale/*.po
Languages: bg, cs, da, de, es, et, fi, fr, hr, hu, is, it, nl, no, pl, pt, ro, ru, sk, sv, uk

source: No key configured
bg: Няма конфигурирана ключова дума
cs: Žádný klíč není nakonfigurován
da: Ingen nøgle konfigureret
de: Kein Schlüssel konfiguriert
es: No hay clave configurada
et: Ei ole konfigureeritud võtit
fi: Ei avainta määritetty
fr: Aucune clé configurée
hr: Nema konfigurirane ključeve
hu: Nincs konfigurálva kulcs
is: Engin ekki stillt
it: Nessuna chiave configurata
nl: Geen sleutel geconfigureerd
no: Ingen nøkkel konfigurert
pl: Brak skonfigurowanego klucza
pt: Nenhuma chave configurada
ro: Nici o cheie configurată
ru: Ключ не настроен
sk: Nastavený žiadny kľúč
sv: Ingen nyckel konfigurerad
uk: Немає налаштованого ключа

source: Are you sure you want to remove the TMDB key?
bg: Сигурни ли сте, че искате да премахнете TMDB ключа?
cs: Opravdu chcete odstranit klíč TMDB?
da: Er du sikker på, at du vil fjerne TMDB-nøglen?
de: Sind Sie sicher, dass Sie den TMDB-Schlüssel entfernen möchten?
es: ¿Estás seguro de que deseas eliminar la clave TMDB?
et: Kas olete kindel, et soovite TMDB võtme eemaldada?
fi: Oletko varma, että haluat poistaa TMDB-avaimen?
fr: Êtes-vous sûr de vouloir supprimer la clé TMDB ?
hr: Jeste li sigurni da želite ukloniti TMDB ključ?
hu: Biztos benne, hogy el akarja távolítani a TMDB kulcsot?
is: Ertu viss um að þú viljir fjarlægja TMDB lykilinn?
it: Sei sicuro di voler rimuovere la chiave TMDB?
nl: Weet je zeker dat je de TMDB-sleutel wilt verwijderen?
no: Er du sikker på at du vil fjerne TMDB-nøkkelen?
pl: Czy na pewno chcesz usunąć klucz TMDB?
pt: Você tem certeza de que deseja remover a chave TMDB?
ro: Ești sigur că vrei să elimini cheia TMDB?
ru: Вы уверены, что хотите удалить ключ TMDB?
sk: Ste si istí, že chcete odstrániť kľúč TMDB?
sv: Är du säker på att du vill ta bort TMDB-nyckeln?

source: TMDB key removed
bg: TMDB ключът е премахнат
cs: Klíč TMDB byl odstraněn
da: TMDB-nøgle fjernet
de: TMDB-Schlüssel entfernt
es: Clave de TMDB eliminada
et: TMDB võti eemaldatud
fi: TMDB-avain poistettu
fr: Clé TMDB supprimée
hr: TMDB ključ uklonjen
hu: TMDB kulcs eltávolítva
is: TMDB lykill fjarlægður
it: Chiave TMDB rimossa
nl: TMDB-sleutel verwijderd
no: TMDB-nøkkel fjernet
pl: Klucz TMDB usunięty
pt: Chave TMDB removida
ro: Cheia TMDB eliminată
ru: Ключ TMDB удалён
sk: Kľúč TMDB odstránený
sv: TMDB-nyckel borttagen
uk: TMDB ключ видалено

source: Testing TMDB connection...
bg: Тестване на TMDB връзка...
cs: Testování připojení k TMDB...
da: Tester TMDB-forbindelse...
de: Teste TMDB-Verbindung...
es: Probando la conexión TMDB...
et: TMDB ühenduse testimine...
fi: Testataan TMDB-yhteyttä...
fr: Test de la connexion TMDB...
hr: Testiranje TMDB veze...
hu: TMDB kapcsolat tesztelése...
is: Prófun TMDB tengingar...
it: Test connessione TMDB...
nl: Testen van TMDB-verbinding...
no: Tester TMDB-tilkobling...
pl: Testowanie połączenia z TMDB...
pt: Testando a conexão com o TMDB...
ro: Testare conexiune TMDB...
ru: Тестирование соединения с TMDB...
sk: Testovanie pripojenia k TMDB...
sv: Testar TMDB-anslutning...
uk: Тестування з'єднання з TMDB...

source: No API key configured!
bg: Не е конфигуриран API ключ!
cs: Není nakonfigurován žádný API klíč!
da: Ingen API-nøgle konfigureret!
de: Kein API-Schlüssel konfiguriert!
es: ¡No se ha configurado ninguna clave de API!
et: API võtit ei ole konfigureeritud!
fi: Ei API-avainta määritetty!
fr: Aucune clé API configurée !
hr: Nema konfiguriranog API ključa!
hu: Nincs API kulcs konfigurálva!
is: Engin API ekki stillt!
it: Nessuna chiave API configurata!
nl: Geen API-sleutel geconfigureerd!
no: Ingen API-nøkkel konfigurert!
pl: Brak skonfigurowanego klucza API!
pt: Nenhuma chave de API configurada!
ro: Nu este configurat niciun cheie API!
ru: Не настроен ключ API!
sk: Nastavený žiadny API kľúč!
sv: Ingen API-nyckel konfigurerad!
uk: Немає налаштованого API-ключа!

source: Configure a key first using 'Configure TMDB API Key'
bg: Първо конфигурирайте ключ, като използвате 'Конфигуриране на TMDB API ключ'
cs: Nejprve nakonfigurujte klíč pomocí 'Nakonfigurovat TMDB API klíč'
da: Konfigurer først en nøgle ved at bruge 'Konfigurer TMDB API-nøgle'
de: Konfigurieren Sie zuerst einen Schlüssel mit 'TMDB-API-Schlüssel konfigurieren'
es: Primero configura una clave utilizando 'Configurar clave de API de TMDB'
et: Konfigureeri esmalt võti, kasutades 'Konfigureeri TMDB API võti'
fi: Määritä ensin avain käyttämällä 'Määritä TMDB API -avain'
fr: Configurez d'abord une clé en utilisant 'Configurer la clé API TMDB'
hr: Prvo konfigurirajte ključ koristeći 'Konfiguriraj TMDB API ključ'
hu: Először konfigurálj egy kulcsot a 'TMDB API kulcs konfigurálása' használatával.
is: Stilltu fyrst lykil með því að nota 'Stilltu TMDB API lykil'
it: Configura prima una chiave utilizzando 'Configura chiave API TMDB'
nl: Configure eerst een sleutel met 'Configureer TMDB API-sleutel'
no: Konfigurer en nøkkel først ved å bruke 'Konfigurer TMDB API-nøkkel'
pl: Najpierw skonfiguruj klucz, używając 'Skonfiguruj klucz API TMDB'
pt: Configure uma chave primeiro usando 'Configurar Chave da API TMDB'
ro: Configurați mai întâi o cheie folosind 'Configure TMDB API Key'
ru: Сначала настройте ключ, используя 'Настроить ключ API TMDB'
sk: Najprv nakonfigurujte kľúč pomocou 'Nakonfigurujte TMDB API kľúč'
sv: Konfigurera en nyckel först med 'Konfigurera TMDB API-nyckel'
uk: Спочатку налаштуйте ключ, використовуючи 'Налаштувати API-ключ TMDB'

source: Invalid key! Has %d characters, should have 32.
bg: Невалиден ключ! Има %d символа, трябва да има 32.
cs: Neplatný klíč! Má %d znaků, měl by mít 32.
da: Ugyldig nøgle! Har %d tegn, skal have 32.
de: Ungültiger Schlüssel! Hat %d Zeichen, sollte 32 haben.
es: ¡Clave inválida! Tiene %d caracteres, debería tener 32.
et: Kehtetu võti! Sisaldab %d tähemärki, peaks olema 32.
fi: Virheellinen avain! Sisältää %d merkkiä, pitäisi olla 32.
fr: Clé invalide ! A %d caractères, devrait en avoir 32.
hr: Nevažeća ključa! Ima %d znakova, trebao bi imati 32.
hu: Érvénytelen kulcs! %d karakterből áll, 32-nek kellene lennie.
is: Ógildur lykill! Hefur %d stafi, ætti að hafa 32.
it: Chiave non valida! Ha %d caratteri, dovrebbe averne 32.
nl: Ongeldige sleutel! Heeft %d tekens, zou 32 moeten hebben.
no: Ugyldig nøkkel! Har %d tegn, bør ha 32.
pl: Nieprawidłowy klucz! Ma %d znaków, powinien mieć 32.
pt: Chave inválida! Tem %d caracteres, deve ter 32.
ro: Cheie invalidă! Are %d caractere, ar trebui să aibă 32.
ru: Неверный ключ! Содержит %d символов, должно быть 32.
sk: Neplatný kľúč! Má %d znakov, mal by mať 32.
sv: Ogiltig nyckel! Har %d tecken, bör ha 32.
uk: Неправильний ключ! Має %d символів, повинен мати 32.

source: You may have copied the Token instead of the API Key!
bg: Може би сте копирали Токена вместо API Ключа!
cs: Můžete mít zkopírovaný Token místo API klíče!
da: Du har muligvis kopieret Token i stedet for API-nøglen!
de: Sie haben möglicherweise das Token anstelle des API-Schlüssels kopiert!
es: ¡Es posible que hayas copiado el Token en lugar de la Clave API!
et: Võib-olla olete kopeerinud Tokeni asemel API võtme!
fi: Olet ehkä kopioinut Tokenin API-avaimen sijaan!
fr: Vous avez peut-être copié le jeton au lieu de la clé API !
hr: Možda ste kopirali Token umjesto API Ključa!
hu: Lehet, hogy a Tokent másoltad ki az API kulcs helyett!
is: Þú gætir hafa afritað Token-ið í staðinn fyrir API lykilinn!
it: Potresti aver copiato il Token invece della Chiave API!
nl: U heeft mogelijk de Token gekopieerd in plaats van de API-sleutel!
no: Du kan ha kopiert Token i stedet for API-nøkkelen!
pl: Możliwe, że skopiowałeś Token zamiast Klucza API!
pt: Você pode ter copiado o Token em vez da Chave da API!
ro: Este posibil să fi copiat Token-ul în loc de Cheia API!
ru: Возможно, вы скопировали токен вместо API-ключа!
sk: Môžete mať skopírovaný Token namiesto API kľúča!
sv: Du kan ha kopierat Token istället för API-nyckeln!

source: See 'How to get TMDB key' for details
bg: Вижте 'Как да получите TMDB ключ' за подробности
cs: Viz 'Jak získat TMDB klíč' pro podrobnosti
da: Se 'Hvordan man får TMDB-nøgle' for detaljer
de: Siehe 'Wie man den TMDB-Schlüssel erhält' für Details
es: Consulta 'Cómo obtener la clave TMDB' para más detalles.
et: Vaata 'Kuidas saada TMDB võtit' üksikasjade jaoks
fi: Katso 'Kuinka saada TMDB-avain' lisätietoja varten
fr: Voir 'Comment obtenir la clé TMDB' pour plus de détails
hr: Pogledajte 'Kako dobiti TMDB ključ' za detalje
hu: Lásd: 'Hogyan szerezd meg a TMDB kulcsot' a részletekért
is: Sjá 'Hvernig á að fá TMDB lykil' fyrir nánari upplýsingar
it: Vedi 'Come ottenere la chiave TMDB' per dettagli
nl: Zie 'Hoe TMDB-sleutel te verkrijgen' voor details
no: Se 'Hvordan få TMDB-nøkkel' for detaljer
pl: Zobacz 'Jak uzyskać klucz TMDB' po szczegóły
pt: Veja 'Como obter a chave TMDB' para detalhes
ro: Vezi 'Cum să obții cheia TMDB' pentru detalii
ru: Смотрите «Как получить ключ TMDB» для получения подробной информации
sk: Pozrite si 'Ako získať TMDB kľúč' pre podrobnosti
sv: Se 'Hur man får TMDB-nyckel' för detaljer
uk: Дивіться 'Як отримати ключ TMDB' для деталей

source: Making test request...
bg: Извършване на тестова заявка...
cs: Provádění testovacího požadavku...
da: Foretager testanmodning...
de: Testanfrage wird erstellt...
es: Realizando solicitud de prueba...
et: Testi päringu tegemine...
fi: Tehdään testipyyntö...
fr: Effectuer une demande de test...
hr: Izvršavanje testnog zahtjeva...
hu: Tesztkérés készítése...
is: Gerð prófunarbeiðni...
it: Esecuzione della richiesta di test...
nl: Testverzoek aanmaken...
no: Lager testforespørsel...
pl: Tworzenie żądania testowego...
pt: Fazendo solicitação de teste...
ro: Făcând cerere de test...
ru: Создание тестового запроса...
sk: Vytváranie testovacej požiadavky...
sv: Gör testförfrågan...
uk: Виконання тестового запиту...

source: Connection successful!
bg: Свързването е успешно!
cs: Připojení bylo úspěšné!
da: Forbindelse lykkedes!
de: Verbindung erfolgreich!
es: ¡Conexión exitosa!
et: Ühendus õnnestus!
fi: Yhteys onnistui!
fr: Connexion réussie !
hr: Veza uspješna!
hu: Kapcsolódás sikeres!
is: Tengistengsl hefur verið stofnað!
it: Connessione riuscita!
nl: Verbinding succesvol!
no: Tilkobling vellykket!
pl: Połączenie udane!
pt: Conexão bem-sucedida!
ro: Conexiune reușită!
ru: Подключение успешно!
sk: Pripojenie úspešné!
sv: Anslutning lyckades!
uk: З'єднання успішне!

source: Valid and working API key
bg: Валиден и работещ API ключ
cs: Platný a funkční API klíč
da: Gyldig og fungerende API-nøgle
de: Gültiger und funktionierender API-Schlüssel
es: Clave API válida y funcional
et: Kehtiv ja toimiv API võti
fi: Voimassa oleva ja toimiva API-avain
fr: Clé API valide et fonctionnelle
hr: Valjana i funkcionalna API ključa
hu: Érvényes és működő API kulcs
is: Gildandi og virkt API lykill
it: Chiave API valida e funzionante
nl: Geldige en werkende API-sleutel
no: Gyldig og fungerende API-nøkkel
pl: Ważny i działający klucz API
pt: Chave API válida e funcional
ro: Cheie API validă și funcțională
ru: Действительный и рабочий API-ключ
sk: Platný a funkčný API kľúč
sv: Giltig och fungerande API-nyckel
uk: Дійсний та робочий API-ключ

source: Test search returned %d results
bg: Тестовото търсене върна %d резултата
cs: Testovací vyhledávání vrátilo %d výsledků
da: Test søgning returnerede %d resultater
de: Testsuche ergab %d Ergebnisse
es: La búsqueda de prueba devolvió %d resultados
et: Testiotsing tagastas %d tulemust
fi: Testihaku palautti %d tulosta
fr: La recherche de test a retourné %d résultats
hr: Test pretraživanje je vratilo %d rezultata
hu: A tesztkeresés %d találatot adott vissza
is: Prófaleitning skilaði %d niðurstöðum
it: La ricerca di test ha restituito %d risultati
nl: Testzoekopdracht heeft %d resultaten opgeleverd
no: Test søk returnerte %d resultater
pl: Wynik wyszukiwania testu zwrócił %d wyników
pt: A pesquisa de teste retornou %d resultados
ro: Căutarea de test a returnat %d rezultate
ru: Тестовый поиск вернул %d результатов
sk: Test vyhľadávanie vrátilo %d výsledkov
sv: Test sökning returnerade %d resultat

source: Example:
bg: ключ
cs: Příklad:
da: Eksempel:
de: string to translate: Beispiel:
es: cadena para traducir: Ejemplo:
et: string to translate: Key
fi: Esimerkki:
fr: Démonstration :
hr: Primjer:
hu: kulcs
is: Dæmi:
it: Chiave: Esempio:
nl: string to translate: Sleutel
no: Please provide the string you would like to translate.
pl: Przykład:
pt: string to translate: Chave de ativação
ro: Exemplu:
ru: Пример:
sk: kľúč
sv: Nyckel
uk: Please provide the string you would like to translate.

source: Invalid API key!
bg: Невалиден API ключ!
cs: Neplatný API klíč!
da: Ugyldig API-nøgle!
de: Ungültiger API-Schlüssel!
es: ¡Clave de API no válida!
et: Kehtetu API võti!
fi: Virheellinen API-avain!
fr: Clé API invalide !
hr: Nevažeći API ključ!
hu: Érvénytelen API kulcs!
is: Ógild API lykill!
it: Chiave API non valida!
nl: Ongeldige API-sleutel!
no: Ugyldig API-nøkkel!
pl: Nieprawidłowy klucz API!
pt: Chave de API inválida!
ro: Cheie API invalidă!
ru: Неверный API-ключ!
sk: Neplatný API kľúč!
sv: Ogiltig API-nyckel!
uk: Неправильний API-ключ!

source: The key was rejected by TMDB.
bg: Ключът беше отхвърлен от TMDB.
cs: Klíč byl odmítnut TMDB.
da: Nøglen blev afvist af TMDB.
de: Der Schlüssel wurde von TMDB abgelehnt.
es: La clave fue rechazada por TMDB.
et: Võti lükati tagasi TMDB poolt.
fi: Avain hylättiin TMDB:ssä.
fr: La clé a été rejetée par TMDB.
hr: Ključ je odbijen od strane TMDB-a.
hu: A kulcsot a TMDB elutasította.
is: Lyklinum var hafnað af TMDB.
it: La chiave è stata rifiutata da TMDB.
nl: De sleutel werd afgewezen door TMDB.
no: Nøkkelen ble avvist av TMDB.
pl: Klucz został odrzucony przez TMDB.
pt: A chave foi rejeitada pelo TMDB.
ro: Cheia a fost respinsă de TMDB.
ru: Ключ был отклонен TMDB.
sk: Kľúč bol zamietnutý TMDB.
sv: Nyckeln avvisades av TMDB.
uk: Ключ був відхилений TMDB.

source: Possible causes:
bg: Възможни причини:
cs: Možné příčiny:
da: Mulige årsager:
de: Mögliche Ursachen:
es: Causas posibles:
et: Võimalikud põhjused:
fi: Mahdolliset syyt:
fr: Causes possibles :
hr: Mogući uzroci:
hu: Lehetséges okok:
is: Mögulegar orsakir:
it: Cause possibili:
nl: Mogelijke oorzaken:
no: Mulige årsaker:
pl: Możliwe przyczyny:
pt: Causas possíveis:
ro: Cauze posibile:
ru: Возможные причины:
sk: Možné príčiny:
sv: Möjliga orsaker:
uk: Можливі причини:

source: You copied the Reading Token instead of the API Key
bg: Копирахте Reading Token вместо API Key.
cs: Zkopírovali jste token pro čtení místo API klíče.
da: Du kopierede Læse Token i stedet for API-nøglen.
de: Sie haben das Lese-Token anstelle des API-Schlüssels kopiert.
es: Copiaste el Token de Lectura en lugar de la Clave API.
et: Kopeerisite lugemise tokeni asemel API võtme.
fi: Kopioit lukuavaimen API-avaimen sijasta.
fr: Vous avez copié le jeton de lecture au lieu de la clé API.
hr: Kopirali ste Token za čitanje umjesto API ključa.
hu: A Reading Tokent másoltad, nem az API kulcsot.
is: Þú afritaðir lestrartáknið í staðinn fyrir API lykilinn.
it: Hai copiato il Token di Lettura invece della Chiave API
nl: Je hebt de Reading Token gekopieerd in plaats van de API-sleutel.
no: Du kopierte lesetoken i stedet for API-nøkkelen.
pl: Skopiowałeś Token Odczytu zamiast Klucza API
pt: Você copiou o Token de Leitura em vez da Chave da API.
ro: Ai copiat Tokenul de Citire în loc de Cheia API.
ru: Вы скопировали токен чтения вместо API-ключа.
sk: Skopírovali ste token na čítanie namiesto API kľúča.
sv: Du kopierade läsningstoken istället för API-nyckeln.
uk: Ви скопіювали токен читання замість API-ключа.

source: The key is incorrect or has been revoked
bg: Ключът е неправилен или е анулиран.
cs: Klíč je nesprávný nebo byl odvolán.
da: Nøglen er forkert eller er blevet tilbagekaldt.
de: Der Schlüssel ist ungültig oder wurde widerrufen.
es: La clave es incorrecta o ha sido revocada.
et: Võti on vale või on see tühistatud.
fi: Avain on virheellinen tai se on peruutettu.
fr: La clé est incorrecte ou a été révoquée.
hr: Ključ je netočan ili je opozvan.
hu: A kulcs helytelen, vagy visszavonták.
is: Lyklinn er rangur eða hefur verið afturkallaður.
it: La chiave è errata o è stata revocata
nl: De sleutel is onjuist of is ingetrokken.
no: Nøkkelen er feil eller har blitt tilbakekalt.
pl: Klucz jest nieprawidłowy lub został unieważniony.
pt: A chave está incorreta ou foi revogada.
ro: Cheia este incorectă sau a fost revocată
ru: Ключ неверный или был отозван
sk: Kľúč je nesprávny alebo bol odvolaný.
sv: Nyckeln är felaktig eller har återkallats.

source: You copied only part of the key
bg: Копирахте само част от ключа
cs: Zkopírovali jste pouze část klíče
da: Du kopierede kun en del af nøglen
de: Sie haben nur einen Teil des Schlüssels kopiert.
es: Solo copiaste una parte de la clave
et: Sa kopeerisite ainult osa võtmest
fi: Kopioit vain osan avaimesta.
fr: Vous avez copié seulement une partie de la clé.
hr: Kopirali ste samo dio ključa
hu: Csak a kulcs egy részét másoltad.
is: Þú kopieraðir aðeins hluta af lykli.
it: Hai copiato solo una parte della chiave
nl: Je hebt alleen een deel van de sleutel gekopieerd.
no: Du kopierte bare en del av nøkkelen
pl: Skopiowałeś tylko część klucza
pt: Você copiou apenas parte da chave
ro: Ai copiat doar o parte din cheie
ru: Вы скопировали только часть ключа
sk: Skopírovali ste iba časť kľúča.
sv: Du kopierade bara en del av nyckeln
uk: Ви скопіювали лише частину ключа

source: See 'How to get TMDB key' for detailed instructions
bg: Вижте 'Как да получите TMDB ключ' за подробни инструкции
cs: Viz 'Jak získat TMDB klíč' pro podrobné pokyny
da: Se 'Hvordan man får TMDB-nøgle' for detaljerede instruktioner
de: Siehe 'So erhalten Sie den TMDB-Schlüssel' für detaillierte Anweisungen
es: Consulta 'Cómo obtener la clave de TMDB' para instrucciones detalladas.
et: Vaata 'Kuidas saada TMDB võtit' üksikasjalike juhiste jaoks
fi: Katso 'Kuinka saada TMDB-avain' saadaksesi tarkat ohjeet
fr: Voir 'Comment obtenir la clé TMDB' pour des instructions détaillées
hr: Pogledajte 'Kako dobiti TMDB ključ' za detaljne upute
hu: Lásd: 'Hogyan szerezd meg a TMDB kulcsot' a részletes utasításokért
is: Sjá 'Hvernig á að fá TMDB lykil' fyrir ítarlegar leiðbeiningar
it: Vedi 'Come ottenere la chiave TMDB' per istruzioni dettagliate
nl: Zie 'Hoe TMDB-sleutel te verkrijgen' voor gedetailleerde instructies
no: Se 'Hvordan få TMDB-nøkkel' for detaljerte instruksjoner
pl: Zobacz 'Jak uzyskać klucz TMDB' po szczegółowe instrukcje
pt: Veja 'Como obter a chave TMDB' para instruções detalhadas.
ro: Vezi 'Cum să obții cheia TMDB' pentru instrucțiuni detaliate
ru: Смотрите «Как получить ключ TMDB» для подробных инструкций
sk: Pozrite si 'Ako získať TMDB kľúč' pre podrobné pokyny
sv: Se 'Hur man får TMDB-nyckel' för detaljerade instruktioner
uk: Дивіться 'Як отримати ключ TMDB' для детальних інструкцій

source: Request error: HTTP %d
bg: Грешка при заявка: HTTP %d
cs: Chyba požadavku: HTTP %d
da: Anmodningsfejl: HTTP %d
de: Anforderungsfehler: HTTP %d
es: Error de solicitud: HTTP %d
et: Päringu viga: HTTP %d
fi: Pyyntövirhe: HTTP %d
fr: Erreur de requête : HTTP %d
hr: Pogreška zahtjeva: HTTP %d
hu: Kérés hiba: HTTP %d
is: Beiðni villa: HTTP %d
it: Errore di richiesta: HTTP %d
nl: Verzoekfout: HTTP %d
no: Forespørsel feil: HTTP %d
pl: Błąd żądania: HTTP %d
pt: Erro de solicitação: HTTP %d
ro: Eroare de solicitare: HTTP %d
ru: Ошибка запроса: HTTP %d
sk: Chyba požiadavky: HTTP %d
sv: Begäran fel: HTTP %d
uk: Помилка запиту: HTTP %d

source: Timeout: Server did not respond in time
bg: Време за изчакване: Сървърът не отговори навреме
cs: Časový limit: Server včas neodpověděl
da: Timeout: Server svarede ikke i tide
de: Zeitüberschreitung: Der Server hat nicht rechtzeitig geantwortet
es: Tiempo de espera: El servidor no respondió a tiempo
et: Aeg: Server ei vastanud õigel ajal
fi: Aika loppui: Palvelin ei vastannut ajoissa
fr: Délai d'attente : Le serveur n'a pas répondu à temps
hr: Istek vremena: Poslužitelj se nije pravovremeno odazvao
hu: Időtúllépés: A szerver nem válaszolt időben
is: Tími útrunninn: Þjónn svaraði ekki á réttum tíma
it: Timeout: Il server non ha risposto in tempo
nl: Time-out: Server heeft niet op tijd gereageerd
no: Timeout: Server svarte ikke i tide
pl: Przekroczenie limitu czasu: Serwer nie odpowiedział w porę
pt: Tempo limite: O servidor não respondeu a tempo
ro: Timp de așteptare: Serverul nu a răspuns la timp
ru: Таймаут: Сервер не ответил вовремя
sk: Časový limit: Server sa včas neozval
sv: Timeout: Server svarade inte i tid
uk: Timeout: Сервер не відповів вчасно

source: Check your internet connection
bg: Проверете интернет връзката си
cs: Zkontrolujte své internetové připojení
da: Tjek din internetforbindelse
de: Überprüfen Sie Ihre Internetverbindung
es: Verifica tu conexión a internet
et: Kontrolli oma internetiühendust
fi: Tarkista internet-yhteytesi
fr: Vérifiez votre connexion Internet
hr: Provjerite svoju internetsku vezu
hu: Ellenőrizze az internetkapcsolatát
is: Athugaðu internettengingu þína
it: Controlla la tua connessione a Internet
nl: Controleer uw internetverbinding
no: Sjekk internettforbindelsen din
pl: Sprawdź swoje połączenie internetowe
pt: Verifique sua conexão com a internet
ro: Verificați conexiunea la internet
ru: Проверьте ваше интернет-соединение
sk: Skontrolujte svoje internetové pripojenie
sv: Kontrollera din internetanslutning
uk: Провірте своє інтернет-з'єднання

source: Connection error
bg: Грешка при свързване
cs: Chyba připojení
da: Forbindelsesfejl
de: Verbindungsfehler
es: Error de conexión
et: Ühenduse viga
fi: Yhteysvirhe
fr: Erreur de connexion
hr: Greška u vezi
hu: Kapcsolati hiba
is: Tengingarvilla
it: Errore di connessione
nl: Verbindingsfout
no: Tilkoblingsfeil
pl: Błąd połączenia
pt: Erro de conexão
ro: Eroare de conexiune
ru: Ошибка соединения
sk: Chyba pripojenia
sv: Anslutningsfel
uk: Помилка з'єднання

source: Unexpected error: %s
bg: Неочаквана грешка: %s
cs: Neočekávaná chyba: %s
da: Uventet fejl: %s
de: Unerwarteter Fehler: %s
es: Error inesperado: %s
et: Ootamatu viga: %s
fi: Odottamaton virhe: %s
fr: Erreur inattendue : %s
hr: Neočekivana greška: %s
hu: Váratlan hiba: %s
is: Óvænt villa: %s
it: Errore imprevisto: %s
nl: Onverwachte fout: %s
no: Uventet feil: %s
pl: Nieoczekiwany błąd: %s
pt: Erro inesperado: %s
ro: Eroare neașteptată: %s
ru: Неожиданная ошибка: %s
sk: Neočakávaná chyba: %s
sv: Oväntat fel: %s
uk: Несподівана помилка: %s

source: How to Get TMDB API Key
bg: Как да получите TMDB API ключ
cs: Jak získat klíč TMDB API
da: Hvordan man får TMDB API-nøgle
de: Wie man einen TMDB API-Schlüssel erhält
es: Cómo obtener la clave de API de TMDB
et: Kuidas saada TMDB API võtme
fi: Kuinka saada TMDB API-avain
fr: Comment obtenir une clé API TMDB
hr: Kako dobiti TMDB API ključ
hu: Hogyan szerezhetem meg a TMDB API kulcsot
is: Hvernig á að fá TMDB API lykil
it: Come ottenere la chiave API di TMDB
nl: Hoe TMDB API-sleutel te krijgen
no: Hvordan få TMDB API-nøkkel
pl: Jak uzyskać klucz API TMDB
pt: Como Obter a Chave da API TMDB
ro: Cum să obții cheia API TMDB
ru: Как получить ключ API TMDB
sk: Ako získať TMDB API kľúč
sv: Hur man får TMDB API-nyckel
uk: Як отримати ключ API TMDB

source: Access:
bg: Достъп:
cs: Přístup:
da: Adgang:
de: Zugriff:
es: Acceso:
et: Juurdepääs:
fi: Pääsy:
fr: Accès :
hr: Pristup:
hu: Hozzáférés:
is: Aðgangur:
nl: Toegang:
no: Tilgang:
pl: Dostęp:
pt: Acesso:
ro: Acces:
ru: Доступ:
sk: Prístup:
sv: Åtkomst:
