Repository: talesam/jellyfix
Catalog: locale/*.po
Languages: bg, cs, da, de, es, et, fi, fr, hr, hu, is, it, nl, no, pl, pt, ro, ru, sk, sv, uk

source: Login or create a FREE account
bg: Влезте или създайте БЕЗПЛАТЕН акаунт
cs: Přihlaste se nebo si vytvořte ZDARMA účet
da: Log ind eller opret en GRATIS konto
de: Melden Sie sich an oder erstellen Sie ein KOSTENLOSES Konto
es: Iniciar sesión o crear una cuenta GRATIS
et: Logi sisse või loo TASUTA konto
fi: Kirjaudu sisään tai luo ILMAINEN tili
fr: Connectez-vous ou créez un compte GRATUIT
hr: Prijavite se ili kreirajte BESPLATAN račun
hu: Jelentkezzen be vagy hozzon létre egy INGYENES fiókot
is: Innskráðu þig eða búa til ÓKEYPIS reikning
it: Accedi o crea un account GRATUITO
nl: Log in of maak een GRATIS account aan
no: Logg inn eller opprett en GRATIS konto
pl: Zaloguj się lub utwórz DARMOWE konto
pt: Faça login ou crie uma conta GRATUITA
ro: Conectează-te sau creează un cont GRATUIT
ru: Войдите или создайте БЕСПЛАТНУЮ учетную запись
sk: Prihláste sa alebo si vytvorte ZADARMO účet
sv: Logga in eller skapa ett GRATIS konto

source: Fill in your details
bg: Попълнете вашите данни
cs: Vyplňte své údaje
da: Udfyld dine oplysninger
de: Füllen Sie Ihre Daten aus
es: Rellena tus datos
et: Täida oma andmed
fi: Täytä tietosi
fr: Remplissez vos coordonnées
hr: Ispunite svoje podatke
hu: Töltse ki adatait
is: Fylltu út upplýsingarnar þínar
it: Compila i tuoi dettagli
nl: Vul uw gegevens in
no: Fyll inn detaljene dine
pl: Wypełnij swoje dane
pt: Preencha seus dados
ro: Completați detaliile dumneavoastră
ru: Заполните свои данные
sk: Vyplňte svoje údaje
sv: Fyll i dina uppgifter
uk: Заповніть свої дані

source: Confirm email
bg: Потвърдете имейл
cs: Potvrďte e-mail
da: Bekræft e-mail
de: E-Mail bestätigen
es: Confirmar correo electrónico
et: Kinnita e-post
fi: Vahvista sähköposti
fr: Confirmer l'email
hr: Potvrdi e-poštu
hu: Email megerősítése
is: Staðfesta tölvupóst
it: Conferma email
nl: Bevestig e-mail
no: Bekreft e-post
pl: Potwierdź e-mail
pt: Confirmar e-mail
ro: Confirmare email
ru: Подтвердите электронную почту
sk: Potvrdiť e-mail
sv: Bekräfta e-postadress
uk: Підтвердити електронну пошту

source: Request an API key:
bg: Заявете API ключ:
cs: Požádejte o API klíč:
da: Anmod om en API-nøgle:
de: API-Schlüssel anfordern:
es: Solicitar una clave de API:
et: Küsi API võtme:
fi: Pyydä API-avain:
fr: Demander une clé API :
hr: Zatraži API ključ:
hu: API kulcs igénylése:
is: Óskaðu eftir API lykli:
it: Richiedi una chiave API:
nl: Vraag een API-sleutel aan:
no: Be om en API-nøkkel:
pl: Poproś o klucz API:
pt: Solicitar uma chave de API:
ro: Solicitați o cheie API:
ru: Запросите API-ключ:
sk: Požadovať API kľúč:
sv: Begär en API-nyckel:
uk: Запросити API-ключ:

source: Access
bg: Достъп
cs: Přístup
da: Adgang
de: Zugriff
es: Acceso
et: Juurdepääs
fi: Pääsy
fr: Accès
hr: Pristup
hu: Hozzáférés
is: Aðgangur
nl: Toegang
no: Tilgang
pl: Dostęp
pt: Acesso
ro: Acces
ru: Доступ
sk: Prístup
sv: Åtkomst
uk: Доступ

source: Click 'Request an API Key'
bg: Щракнете върху 'Искане на API ключ'
cs: Klikněte na 'Požádat o API klíč'
da: Klik på 'Anmod om en API-nøgle'
de: Klicken Sie auf 'API-Schlüssel anfordern'
es: Haga clic en 'Solicitar una clave API'
et: Klõpsa 'Taotle API võtme'
fi: Napsauta 'Pyydä API-avain'
fr: Cliquez sur 'Demander une clé API'
hr: Kliknite 'Zatraži API ključ'
hu: Kattintson a 'Kérjen API kulcsot' lehetőségre
is: Smelltu á 'Sækja API lykil'
it: Clicca su 'Richiedi una chiave API'
nl: Klik op 'Vraag een API-sleutel aan'
no: Klikk 'Be om en API-nøkkel'
pl: Kliknij 'Zgłoś prośbę o klucz API'
pt: Clique em 'Solicitar uma Chave de API'
ro: Faceți clic pe 'Solicitați un cheie API'
ru: Нажмите 'Запросить API-ключ'
sk: Kliknite na 'Požiadať o API kľúč'
sv: Klicka på 'Begär en API-nyckel'
uk: Натисніть 'Запросити API-ключ'

source: Choose 'Developer' (personal use)
bg: Изберете 'Разработчик' (лична употреба)
cs: Vyberte 'Vývojář' (osobní použití)
da: Vælg 'Udvikler' (personlig brug)
de: Wählen Sie 'Entwickler' (persönliche Nutzung)
es: Elige 'Desarrollador' (uso personal)
et: Vali 'Arendaja' (isiklikuks kasutamiseks)
fi: Valitse 'Kehittäjä' (henkilökohtaiseen käyttöön)
fr: Choisissez 'Développeur' (usage personnel)
hr: Odaberite 'Razvijač' (osobna upotreba)
hu: Válaszd a 'Fejlesztő' (személyes használat) opciót
is: Veldu 'Forritara' (persónuleg notkun)
it: Scegli 'Sviluppatore' (uso personale)
nl: Kies 'Ontwikkelaar' (persoonlijk gebruik)
no: Velg 'Utvikler' (personlig bruk)
pl: Wybierz 'Deweloper' (użytek osobisty)
pt: Escolha 'Desenvolvedor' (uso pessoal)
ro: Alege 'Dezvoltator' (utilizare personală)
ru: Выберите 'Разработчик' (личное использование)
sk: Vyberte 'Vývojár' (osobné použitie)
sv: Välj 'Utvecklare' (personligt bruk)
uk: Виберіть 'Розробник' (особисте використання)

source: Fill in
bg: Попълнете
cs: Vyplnit
da: Udfyld
de: Ausfüllen
es: Rellenar
et: Täida sisse
fi: Täytä sisään
fr: Remplir
hr: Ispuni
hu: Kitöltés
is: Fylltu út
it: Compila
nl: Vul in
no: Fyll ut
pl: Wypełnij
pt: Preencher
ro: Completează
ru: Заполнить
sk: Vyplniť
sv: Fyll i
uk: Заповнити

source: Accept terms of use
bg: Приемам условията за ползване
cs: Přijmout podmínky použití
da: Accepter vilkår for brug
de: Nutzungsbedingungen akzeptieren
es: Aceptar términos de uso
et: Nõustun kasutustingimustega
fi: Hyväksy käyttöehdot
fr: Accepter les conditions d'utilisation
hr: Prihvaćam uvjete korištenja
hu: Elfogadom a felhasználási feltételeket
is: Samþykkja notkunarskilmála
it: Accetta i termini di utilizzo
nl: Accepteer de gebruiksvoorwaarden
no: Godta vilkår for bruk
pl: Akceptuję warunki użytkowania
pt: Aceitar os termos de uso
ro: Acceptați termenii de utilizare
ru: Принять условия использования
sk: Akceptujem podmienky používania
sv: Acceptera användarvillkor

source: IMPORTANT - Which key to copy:
bg: ВАЖНО - Кой ключ да копирате:
cs: DŮLEŽITÉ - Který klíč zkopírovat:
da: VIGTIG - Hvilken nøgle skal kopieres:
de: WICHTIG - Welchen Schlüssel kopieren:
es: IMPORTANTE - Qué clave copiar:
et: OLULINE - Millist klahvi kopeerida:
fi: TÄRKEÄ - Mikä näppäin kopioidaan:
fr: IMPORTANT - Quelle touche copier :
hr: VAŽNO - Koju tipku kopirati:
hu: FONTOS - Melyik kulcsot másolja:
is: Mikilvægt - Hvaða lykil á að afrita:
it: IMPORTANTE - Quale chiave copiare:
nl: BELANGRIJK - Welke toets te kopiëren:
no: VIKTIG - Hvilken tast skal kopieres:
pl: WAŻNE - Który klucz skopiować:
pt: IMPORTANTE - Qual chave copiar:
ro: IMPORTANT - Ce cheie să copiezi:
ru: ВАЖНО - Какую клавишу скопировать:
sk: DÔLEŽITÉ - Ktorý kľúč skopírovať:
sv: VIKTIGT - Vilken tangent att kopiera:
uk: ВАЖЛИВО - Який ключ скопіювати:

source: You will see TWO keys on the page:
bg: Ще видите ДВЕ ключа на страницата:
cs: Na stránce uvidíte DVA klíče:
da: Du vil se TO nøgler på siden:
de: Sie werden ZWEI Schlüssel auf der Seite sehen:
es: Verás DOS claves en la página:
et: Te näed lehe peal KAHT võtme.
fi: Näet sivulla KAKSI avainta:
fr: Vous verrez DEUX clés sur la page :
hr: Vidjet ćete DVA ključa na stranici:
hu: Két kulcsot fog látni az oldalon:
is: Þú munt sjá TVÖ lykla á síðunni:
it: Vedrai DUE chiavi nella pagina:
nl: U ziet TWEE sleutels op de pagina:
no: Du vil se TO nøkler på siden:
pl: Zobaczysz DWIE klucze na stronie:
pt: Você verá DUAS chaves na página:
ro: Veți vedea DOUĂ chei pe pagină:
ru: Вы увидите ДВА ключа на странице:
sk: Na stránke uvidíte DVE kľúče:
sv: Du kommer att se TVÅ nycklar på sidan:
uk: Ви побачите ДВА ключі на сторінці:

source: API Read Access Token (long, starts with eyJ...)
bg: API токен за достъп за четене (дълъг, започва с eyJ...)
cs: API Read Access Token (dlouhý, začíná na eyJ...)
da: API Læseadgangstoken (lang, starter med eyJ...)
de: API-Lesezugriffstoken (lang, beginnt mit eyJ...)
es: Token de Acceso de Lectura de API (largo, comienza con eyJ...)
et: API lugemisõiguse token (pikk, algab eyJ...)
fi: API-luku pääsytunnus (pitkä, alkaa eyJ...)
fr: Jeton d'accès en lecture API (long, commence par eyJ...)
hr: API Token za čitanje (dug, počinje s eyJ...)
hu: API Olvasási Hozzáférési Token (hosszú, eyJ...-val kezdődik)
is: API Lestursaðgangstákn (langt, byrjar á eyJ...)
it: Token di accesso in lettura API (lungo, inizia con eyJ...)
nl: API Lees Toegangstoken (lang, begint met eyJ...)
no: API Lesetilgangstoken (lang, begynner med eyJ...)
pl: Token dostępu do odczytu API (długi, zaczyna się od eyJ...)
pt: Token de Acesso de Leitura da API (longo, começa com eyJ...)
ro: Token de acces pentru citire API (lung, începe cu eyJ...)
ru: Токен доступа для чтения API (длинный, начинается с eyJ...)
sk: API čítací prístupový token (dlhý, začína na eyJ...)
sv: API-läsåtkomsttoken (lång, börjar med eyJ...)
uk: API Читання Токен Доступу (довгий, починається з eyJ...)

source: API Key (v3 auth) ← COPY THIS ONE!
bg: API ключ (v3 удостоверяване) ← КОПИРАЙТЕ ТОЗИ!
cs: API klíč (v3 ověření) ← ZKOPÍRUJTE TOTO!
da: API-nøgle (v3 godkendelse) ← KOPIER DENNE!
de: API-Schlüssel (v3-Authentifizierung) ← DIESE KOPIEREN!
es: Clave de API (autenticación v3) ← ¡COPIA ESTA!
et: API võti (v3 autentimine) ← KOPI KEESEE!
fi: API-avain (v3-todennus) ← KOPIOI TÄMÄ!
fr: Clé API (auth v3) ← COPIEZ CELLE-CI !
hr: API ključ (v3 autentifikacija) ← KOPIRAJTE OVO!
hu: API kulcs (v3 hitelesítés) ← MÁSOLD EZT!
is: API lykill (v3 auðkenning) ← AFYRIÐA ÞESSA!
it: Chiave API (autenticazione v3) ← COPIA QUESTO!
nl: API-sleutel (v3-auth) ← KOPIEER DEZE!
no: API-nøkkel (v3 autentisering) ← KOPIER DENNE!
pl: Klucz API (uwierzytelnianie v3) ← SKOPIUJ TEN!
pt: Chave da API (autenticação v3) ← COPIE ESTA!
ro: Cheie API (autentificare v3) ← COPIAȚI ACEASTA!
ru: API-ключ (аутентификация v3) ← СКОПИРУЙТЕ ЭТО!
sk: API kľúč (v3 autentifikácia) ← KOPÍRUJTE TENTO!
sv: API-nyckel (v3 autentisering) ← KOPIERA DEN HÄR!

source: The correct key has 32 characters (ex: 611bc23b57add08a67b2e64ecb850be8)
bg: Правилният ключ има 32 символа (напр: 611bc23b57add08a67b2e64ecb850be8)
cs: Správný klíč má 32 znaků (např: 611bc23b57add08a67b2e64ecb850be8)
da: Den korrekte nøgle har 32 tegn (f.eks.: 611bc23b57add08a67b2e64ecb850be8)
de: Der korrekte Schlüssel hat 32 Zeichen (z. B.: 611bc23b57add08a67b2e64ecb850be8)
es: La clave correcta tiene 32 caracteres (p. ej.: 611bc23b57add08a67b2e64ecb850be8)
et: Õige võti sisaldab 32 tähemärki (nt: 611bc23b57add08a67b2e64ecb850be8)
fi: Oikea avain sisältää 32 merkkiä (esim: 611bc23b57add08a67b2e64ecb850be8)
fr: La clé correcte a 32 caractères (ex : 611bc23b57add08a67b2e64ecb850be8)
hr: Ispravni ključ ima 32 znaka (npr: 611bc23b57add08a67b2e64ecb850be8)
hu: A helyes kulcs 32 karakterből áll (pl.: 611bc23b57add08a67b2e64ecb850be8)
is: Rétt lykillinn hefur 32 tákn (dæmi: 611bc23b57add08a67b2e64ecb850be8)
it: La chiave corretta ha 32 caratteri (es: 611bc23b57add08a67b2e64ecb850be8)
nl: De juiste sleutel heeft 32 tekens (bijv: 611bc23b57add08a67b2e64ecb850be8)
no: Den riktige nøkkelen har 32 tegn (f.eks: 611bc23b57add08a67b2e64ecb850be8)
pl: Poprawny klucz ma 32 znaki (np: 611bc23b57add08a67b2e64ecb850be8)
pt: A chave correta tem 32 caracteres (ex: 611bc23b57add08a67b2e64ecb850be8)
ro: Cheia corectă are 32 de caractere (ex: 611bc23b57add08a67b2e64ecb850be8)
ru: Правильный ключ содержит 32 символа (например: 611bc23b57add08a67b2e64ecb850be8)
sk: Správny kľúč má 32 znakov (napr: 611bc23b57add08a67b2e64ecb850be8)
sv: Den korrekta nyckeln har 32 tecken (t.ex. 611bc23b57add08a67b2e64ecb850be8)
uk: Правильний ключ має 32 символи (наприклад: 611bc23b57add08a67b2e64ecb850be8)

source: Configure in jellyfix:
bg: Конфигуриране в jellyfix:
cs: Konfigurace v jellyfix:
da: Konfigurer i jellyfix:
de: Konfigurieren in Jellyfix:
es: Configurar en jellyfix:
et: Konfigureeri jellyfixis:
fi: Määritä jellyfixissä:
fr: Configurer dans jellyfix :
hr: Konfiguriraj u jellyfix:
hu: Konfigurálás a jellyfix-ben:
is: Stillir í jellyfix:
it: Configura in jellyfix:
no: Konfigurer i jellyfix:
pl: Skonfiguruj w jellyfix:
pt: Configurar no jellyfix:
ro: Configure în jellyfix:
ru: Настроить в jellyfix:
sk: Konfigurácia v jellyfix:
sv: Konfigurera i jellyfix:
uk: Налаштувати в jellyfix:

source: Return to menu and choose 'Configure TMDB API Key'
bg: Върнете се в менюто и изберете 'Конфигуриране на TMDB API ключ'
cs: Vraťte se do nabídky a vyberte 'Konfigurovat klíč API TMDB'
da: Returner til menuen og vælg 'Konfigurer TMDB API-nøgle'
de: Zurück zum Menü und wählen Sie 'TMDB-API-Schlüssel konfigurieren'
es: Regresar al menú y elegir 'Configurar clave API de TMDB'
et: Tagasi menüüsse ja vali 'Konfigureeri TMDB API võti'
fi: Palaa valikkoon ja valitse 'Määritä TMDB API-avain'
fr: Retour au menu et choisissez 'Configurer la clé API TMDB'
hr: Vratite se u izbornik i odaberite 'Konfiguriraj TMDB API ključ'
hu: Térjen vissza a menübe, és válassza a 'TMDB API kulcs konfigurálása' lehetőséget.
is: Fara aftur í valmyndina og veldu 'Stilltu TMDB API lykil'
it: Torna al menu e scegli 'Configura la chiave API TMDB'
nl: Terug naar menu en kies 'Configureer TMDB API-sleutel'
no: Gå tilbake til menyen og velg 'Konfigurer TMDB API-nøkkel'
pl: Wróć do menu i wybierz 'Skonfiguruj klucz API TMDB'
pt: Retorne ao menu e escolha 'Configurar Chave da API TMDB'
ro: Întoarceți-vă la meniu și alegeți 'Configurare cheie API TMDB'
ru: Вернуться в меню и выбрать 'Настроить API-ключ TMDB'
sk: Vráťte sa do ponuky a vyberte 'Konfigurovať TMDB API kľúč'
sv: Återgå till menyn och välj 'Konfigurera TMDB API-nyckel'
uk: Повернутися до меню та вибрати 'Налаштувати ключ API TMDB'

source: Paste the API Key (32 characters)
bg: Поставете API ключа (32 символа)
cs: Vložte API klíč (32 znaků)
da: Indsæt API-nøglen (32 tegn)
de: Fügen Sie den API-Schlüssel ein (32 Zeichen)
es: Pega la clave API (32 caracteres)
et: Kleebi kleepimine (32 tähemärki)
fi: Liitä API-avain (32 merkkiä)
fr: Collez la clé API (32 caractères)
hr: Zalijepite API ključ (32 znaka)
hu: Illessze be az API kulcsot (32 karakter)
is: Límdu API lykilinn (32 stafir)
it: Incolla la chiave API (32 caratteri)
nl: Plak de API-sleutel (32 tekens)
no: Lim inn API-nøkkelen (32 tegn)
pl: Wklej klucz API (32 znaki)
pt: Cole o API Key (32 caracteres)
ro: Introduceți cheia API (32 de caractere)
ru: Вставьте API-ключ (32 символа)
sk: Vložte API kľúč (32 znakov)
sv: Klistra in API-nyckeln (32 tecken)
uk: Вставте API-ключ (32 символи)

source: Use 'Test connection' to verify
bg: Използвайте 'Тествайте връзката', за да проверите
cs: Použijte 'Otestovat připojení' k ověření
da: Brug 'Test forbindelse' til at verificere
de: Verwenden Sie 'Verbindung testen', um zu überprüfen
es: Utiliza 'Probar conexión' para verificar
et: Kasutage 'Testi ühendust' kontrollimiseks
fi: Käytä 'Testaa yhteys' varmistaaksesi
fr: Utilisez 'Tester la connexion' pour vérifier
hr: Koristite 'Testiraj vezu' za provjeru
hu: Használja a 'Kapcsolat tesztelése' lehetőséget az ellenőrzéshez
is: Notaðu 'Prófaðu tengingu' til að staðfesta
it: Utilizza 'Testa connessione' per verificare
nl: Gebruik 'Testverbinding' om te verifiëren
no: Bruk 'Test tilkobling' for å verifisere
pl: Użyj 'Testuj połączenie', aby zweryfikować
pt: Use 'Testar conexão' para verificar
ro: Utilizați 'Testați conexiunea' pentru a verifica
ru: Используйте 'Проверить соединение' для проверки
sk: Použite 'Otestovať pripojenie' na overenie
sv: Använd 'Testa anslutning' för att verifiera
uk: Використовуйте 'Перевірити з'єднання' для підтвердження

source: The key is free and does not expire!
bg: Ключът е безплатен и не изтича!
cs: Klíč je zdarma a nevyprší!
da: Nøglen er gratis og udløber ikke!
de: Der Schlüssel ist kostenlos und läuft nicht ab!
es: ¡La clave es gratuita y no caduca!
et: Ava on tasuta ja ei aegu!
fi: Avain on ilmainen eikä vanhene!
fr: La clé est gratuite et n'expire pas !
hr: Ključ je besplatan i ne ističe!
hu: A kulcs ingyenes és nem jár le!
is: Lyklinn er frjáls og rennur ekki út!
it: La chiave è gratuita e non scade!
nl: De sleutel is gratis en verloopt niet!
no: Nøkkelen er gratis og utløper ikke!
pl: Klucz jest darmowy i nie wygasa!
pt: A chave é gratuita e não expira!
ro: Cheia este gratuită și nu expiră!
ru: Ключ бесплатен и не истекает!
sk: Kľúč je zadarmo a neexpiruje!
sv: Nyckeln är gratis och går inte ut!
uk: Ключ безкоштовний і не має терміну дії!

source: Allows up to 40 requests per 10 seconds
bg: Позволява до 40 заявки на всеки 10 секунди
cs: Umožňuje až 40 požadavků za 10 sekund
da: Tillader op til 40 anmodninger pr. 10 sekunder
de: Erlaubt bis zu 40 Anfragen pro 10 Sekunden
es: Permite hasta 40 solicitudes por cada 10 segundos
et: Lubab kuni 40 päringut 10 sekundi jooksul.
fi: Sallii enintään 40 pyyntöä 10 sekunnissa
fr: Permet jusqu'à 40 requêtes toutes les 10 secondes
hr: Omogućuje do 40 zahtjeva u 10 sekundi
hu: Legfeljebb 40 kérést engedélyez 10 másodpercenként
is: Leyfir allt að 40 beiðnum á 10 sekúndum
it: Consente fino a 40 richieste ogni 10 secondi
nl: Staat tot 40 verzoeken per 10 seconden toe
no: Tillater opptil 40 forespørseler per 10 sekunder
pl: Zezwala na maksymalnie 40 żądań na 10 sekund
pt: Permite até 40 solicitações a cada 10 segundos
ro: Permite până la 40 de cereri la fiecare 10 secunde
ru: Разрешает до 40 запросов за 10 секунд
sk: Umožňuje až 40 požiadaviek za 10 sekúnd
sv: Tillåter upp till 40 förfrågningar per 10 sekunder
uk: Allows up to 40 requests every 10 seconds

source: Enough to organize thousands of files!
bg: Достатъчно, за да организирате хиляди файлове!
cs: Dostatečně na organizaci tisíců souborů!
da: Nok til at organisere tusindvis af filer!
de: Genug, um Tausende von Dateien zu organisieren!
es: ¡Suficiente para organizar miles de archivos!
et: Piisavalt, et korraldada tuhandeid faile!
fi: Riittävästi tuhansien tiedostojen järjestämiseen!
fr: Assez pour organiser des milliers de fichiers !
hr: Dovoljno za organizaciju tisuća datoteka!
hu: Elég ahhoz, hogy ezreket rendszerezzen!
is: Nóg mikið til að skipuleggja þúsundir skráa!
it: Abbastanza per organizzare migliaia di file!
nl: Voldoende om duizenden bestanden te organiseren!
no: Rett nok til å organisere tusenvis av filer!
pl: Wystarczająco, aby zorganizować tysiące plików!
pt: Suficiente para organizar milhares de arquivos!
ro: Suficient pentru a organiza mii de fișiere!
ru: Достаточно для организации тысяч файлов!
sk: Dostatočne na usporiadanie tisícov súborov!
sv: Tillräckligt för att organisera tusentals filer!
uk: Достатньо, щоб організувати тисячі файлів!

source: How to Get TMDB Key
bg: Как да получите TMDB ключ
cs: Jak získat klíč TMDB
da: Hvordan man får TMDB-nøgle
de: Wie man den TMDB-Schlüssel erhält
es: Cómo obtener la clave de TMDB
et: Kuidas saada TMDB võtme
fi: Kuinka saada TMDB-avain
fr: Comment obtenir la clé TMDB
hr: Kako dobiti TMDB ključ
hu: Hogyan szerezhetem meg a TMDB kulcsot
is: Hvernig á að fá TMDB lykil
it: Come ottenere la chiave TMDB
nl: Hoe TMDB-sleutel te krijgen
no: Hvordan få TMDB-nøkkel
pl: Jak uzyskać klucz TMDB
pt: Como Obter a Chave TMDB
ro: Cum să obții cheia TMDB
ru: Как получить ключ TMDB
sk: Ako získať TMDB kľúč
sv: Hur man får TMDB-nyckel
uk: Як отримати ключ TMDB

source: Help - jellyfix v
bg: Помощ - jellyfix v
cs: Nápověda - jellyfix v
da: Hjælp - jellyfix v
de: Hilfe - jellyfix v
es: Ayuda - jellyfix v
et: Aita - jellyfix v
fi: Apu - jellyfix v
fr: Aide - jellyfix v
hr: Pomoć - jellyfix v
hu: Súgó - jellyfix v
is: Aðstoð - jellyfix v
it: Aiuto - jellyfix v
no: Hjelp - jellyfix v
pl: Pomoc - jellyfix v
pt: Ajuda - jellyfix v
ro: Ajutor - jellyfix v
ru: Справка - jellyfix v
sk: Pomoc - jellyfix v
sv: Hjälp - jellyfix v
uk: Допомога - jellyfix v

source: What jellyfix does:
bg: Какво прави jellyfix:
cs: Co dělá jellyfix:
da: Hvad jellyfix gør:
de: Was jellyfix macht:
es: Lo que hace jellyfix:
et: Mida jellyfix teeb:
fi: Mitä jellyfix tekee:
fr: Ce que fait jellyfix :
hr: Što jellyfix radi:
hu: A jellyfix mit csinál:
is: Hvað jellyfix gerir:
it: Cosa fa jellyfix:
nl: Wat jellyfix doet:
no: Hva jellyfix gjør:
pl: Co robi jellyfix:
pt: O que o jellyfix faz:
ro: Ce face jellyfix:
ru: Что делает jellyfix:
sk: Čo robí jellyfix:
sv: Vad jellyfix gör:
uk: Що робить jellyfix:

source: Renames files
bg: Преименува файлове
cs: Přejmenovává soubory
da: Omdøber filer
de: Benennt Dateien um
es: Renombra archivos
et: Failide ümbernimetamine
fi: Nimeää tiedostoja
fr: Renomme des fichiers
hr: Preimenuje datoteke
hu: Fájlok átnevezése
is: Endurnefnir skrár
it: Rinomina file
nl: Hernoemt bestanden
no: Omdøper filer
pl: Zmienia nazwy plików
pt: Renomeia arquivos
ro: Renumește fișierele
ru: Переименовывает файлы
sk: Prečíta názvy súborov
sv: Byter namn på filer
uk: Перейменовує файли

source: to Jellyfin standard
bg: към стандарт на Jellyfin
cs: na standard Jellyfin
da: til Jellyfin-standard
de: zum Jellyfin-Standard
es: al estándar de Jellyfin
et: Jellyfini standardile
fi: Jellyfin-standardiksi
fr: au standard Jellyfin
hr: na Jellyfin standard
hu: Jellyfin szabványhoz
is: að Jellyfin staðli
it: allo standard di Jellyfin
nl: naar Jellyfin-standaard
no: til Jellyfin-standard
pl: do standardu Jellyfin
pt: para o padrão Jellyfin
ro: la standardul Jellyfin
ru: к стандарту Jellyfin
sk: na štandard Jellyfin
sv: till Jellyfin-standard
uk: до стандарту Jellyfin

source: Movies
bg: Филми
cs: Filmy
da: Film
de: Filme
es: Películas
et: Filmid
fi: Elokuvat
fr: Films
hr: Filmovi
hu: Filmek
is: Kvikmyndir
it: Film
nl: Films
no: Filmer
pl: Filmy
pt: Filmes
ro: Filme
ru: Фильмы
sk: Filmy
sv: Filmer
uk: Фільми

source: Movie Name (YYYY).mkv
bg: Филм Име (ГГГГ).мкв
cs: Název filmu (YYYY).mkv
da: Filmnavn (YYYY).mkv
de: Filmname (YYYY).mkv
es: Nombre de la película (AAAA).mkv
et: Filmi Nimi (YYYY).mkv
fi: Elokuvan Nimi (YYYY).mkv
fr: Nom du film (YYYY).mkv
hr: Naziv filma (YYYY).mkv
hu: Film Cím (YYYY).mkv
is: Mynd Nafn (YYYY).mkv
it: Nome Film (YYYY).mkv
nl: Filmnaam (YYYY).mkv
no: Filmnavn (YYYY).mkv
pl: Nazwa Filmu (YYYY).mkv
pt: Nome do Filme (YYYY).mkv
ro: Numele Filmului (YYYY).mkv
ru: Название фильма (YYYY).mkv
sk: Názov filmu (YYYY).mkv
sv: Filmnamn (YYYY).mkv

source: Series
bg: Серия
cs: Série
da: Serie
de: Serie
es: Serie
et: Seeria
fi: Sarja
fr: Série
hr: Serija
hu: Sorozat
is: Sería
it: Serie
nl: Serie
no: Serie
pl: Seria
pt: Série
ro: Serii
ru: Серия
sk: Séria
sv: Serie
uk: Серія

source: Series Name S01E01.mkv
bg: Име на сериала S01E01.mkv
cs: Název série S01E01.mkv
da: Serie Navn S01E01.mkv
de: Serienname S01E01.mkv
es: Nombre de la serie S01E01.mkv
et: Seeria Nimi S01E01.mkv
fi: Sarjan Nimi S01E01.mkv
fr: Nom de la série S01E01.mkv
hr: Naziv serije S01E01.mkv
hu: Sorozat neve S01E01.mkv
is: Sería Nafn S01E01.mkv
it: Nome della serie S01E01.mkv
nl: Serie Naam S01E01.mkv
no: Serienavn S01E01.mkv
pl: Nazwa Serii S01E01.mkv
pt: Nome da Série S01E01.mkv
ro: Numele Seriei S01E01.mkv
ru: Сериал Название S01E01.mkv
sk: Názov série S01E01.mkv
sv: Serienamn S01E01.mkv
uk: Серія Назва S01E01.mkv

source: Organizes subtitles
bg: Организира субтитри
cs: Organizuje titulky
da: Organiserer undertekster
de: Organisiert Untertitel
es: Organiza subtítulos
et: Korrastab subtiitreid
fi: Järjestää tekstitykset
fr: Organise les sous-titres
hr: Organizira titlove
hu: Feliratozás rendszerezése
is: Skipar undirtexta
it: Organizza i sottotitoli
nl: Organiseert ondertitels
no: Organiserer undertekster
pl: Organizuje napisy
pt: Organiza legendas
ro: Organizează subtitrările
ru: Организует субтитры
sk: Organizuje titulky
sv: Organiserar undertexter
uk: Організує субтитри
