Repository: talesam/jellyfix
Catalog: locale/*.po
Languages: bg, cs, da, de, es, et, fi, fr, hr, hu, is, it, nl, no, pl, pt, ro, ru, sk, sv, uk

source: No TMDB API key configured yet
bg: Все още не е конфигуриран TMDB API ключ.
cs: Ještě není nakonfigurován žádný klíč API TMDB.
da: Ingen TMDB API-nøgle er endnu konfigureret.
de: Noch kein TMDB-API-Schlüssel konfiguriert.
es: Aún no se ha configurado ninguna clave de API de TMDB.
et: TMDB API võtit pole veel konfigureeritud
fi: TMDB API -avainta ei ole vielä määritetty
fr: Aucune clé API TMDB n'est encore configurée.
hr: Još nije konfiguriran TMDB API ključ.
hu: Még nincs konfigurálva TMDB API kulcs.
is: Engin TMDB API lykils ekki ennþá stillt.
it: Nessuna chiave API TMDB configurata ancora
nl: Geen TMDB API-sleutel geconfigureerd.
no: Ingen TMDB API-nøkkel er konfigurert ennå
pl: Nie skonfigurowano jeszcze klucza API TMDB.
pt: Nenhuma chave da API TMDB configurada ainda
ro: Nu a fost configurat încă un cheie API TMDB.
ru: Еще не настроен ключ API TMDB
sk: Ešte nie je nakonfigurovaný žiadny kľúč API TMDB.
sv: Ingen TMDB API-nyckel är ännu konfigurerad
uk: Ще не налаштовано ключ API TMDB

source: Please configure TMDB API key first
bg: Моля, първо конфигурирайте TMDB API ключа.
cs: Prosím nejprve nakonfigurujte klíč API TMDB.
da: Konfigurer venligst TMDB API-nøglen først
de: Bitte konfigurieren Sie zuerst den TMDB-API-Schlüssel.
es: Por favor, configure primero la clave de la API de TMDB.
et: Palun konfigureerige esmalt TMDB API võti.
fi: Ole hyvä ja määritä ensin TMDB API-avain.
fr: Veuillez d'abord configurer la clé API TMDB.
hr: Molimo konfigurirajte TMDB API ključ prvo
hu: Kérjük, először konfigurálja a TMDB API kulcsot.
is: Vinsamlegast stilltu TMDB API lykilinn fyrst
it: Si prega di configurare prima la chiave API TMDB.
nl: Configureer eerst de TMDB API-sleutel.
no: Vennligst konfigurer TMDB API-nøkkelen først
pl: Proszę najpierw skonfigurować klucz API TMDB.
pt: Por favor, configure a chave da API TMDB primeiro.
ro: Vă rugăm să configurați mai întâi cheia API TMDB.
ru: Пожалуйста, сначала настройте ключ API TMDB
sk: Prosím, najprv nakonfigurujte kľúč API TMDB.
sv: Vänligen konfigurera TMDB API-nyckeln först
uk: Будь ласка, спочатку налаштуйте ключ API TMDB

source: ✓ Connection Successful
bg: ✓ Успешна връзка
cs: ✓ Připojení úspěšné
da: ✓ Forbindelse Vellykket
de: ✓ Verbindung Erfolgreich
es: ✓ Conexión exitosa
et: ✓ Ühendus edukas
fi: ✓ Yhteys onnistui
fr: ✓ Connexion réussie
hr: ✓ Veza uspješna
hu: ✓ Kapcsolódás Sikeres
is: ✓ Tengslum var lokið með árangri
it: ✓ Connessione riuscita
nl: ✓ Verbinding Succesvol
no: ✓ Tilkobling vellykket
pl: ✓ Połączenie udane
pt: ✓ Conexão Bem-Sucedida
ro: ✓ Conexiune reușită
ru: ✓ Подключение успешно
sk: ✓ Pripojenie úspešné
sv: ✓ Anslutning Lyckades
uk: ✓ З'єднання успішне

source: TMDB API key is working correctly! Test search returned: {}
bg: TMDB API ключът работи правилно!
cs: Klíč TMDB API funguje správně!
da: TMDB API-nøgle fungerer korrekt! Test søgning returnerede: {}
de: TMDB-API-Schlüssel funktioniert einwandfrei!
es: ¡La clave de la API de TMDB está funcionando correctamente!
et: TMDB API võti töötab õigesti!
fi: TMDB API-avain toimii oikein!
fr: La clé API TMDB fonctionne correctement !
hr: TMDB API ključ ispravno radi!
hu: A TMDB API kulcs helyesen működik!
is: TMDB API lykill virkar rétt!
it: La chiave API di TMDB funziona correttamente!
nl: TMDB API-sleutel werkt correct! Testzoekopdracht geretourneerd: {}
no: TMDB API-nøkkel fungerer som den skal! Test søk returnerte: {}
pl: Klucz API TMDB działa poprawnie!
pt: A chave da API TMDB está funcionando corretamente! A pesquisa de teste retornou: {}
ro: Cheia API TMDB funcționează corect!
ru: Ключ API TMDB работает корректно! Результат тестового поиска вернулся: {}
sk: Kľúč TMDB API funguje správne! Test vyhľadávania vrátil: {}
sv: TMDB API-nyckel fungerar korrekt!
uk: TMDB API ключ працює правильно! Тестовий пошук повернув: {}

source: ⚠ Connection Failed
bg: ⚠ Неуспешна връзка
cs: ⚠ Připojení se nezdařilo
da: ⚠ Forbindelse Mislykkedes
de: ⚠ Verbindung fehlgeschlagen
es: ⚠ Conexión fallida
et: ⚠ Ühendus ebaõnnestus
fi: ⚠ Yhteys epäonnistui
fr: ⚠ Échec de la connexion
hr: ⚠ Povezivanje nije uspjelo
hu: ⚠ Kapcsolódás sikertelen
is: ⚠ Tengslumistök
it: ⚠ Connessione fallita
nl: ⚠ Verbinding mislukt
no: ⚠ Tilkobling mislyktes
pl: ⚠ Połączenie nieudane
pt: ⚠ Conexão Falhou
ro: ⚠ Conexiune eșuată
ru: ⚠ Ошибка подключения
sk: ⚠ Pripojenie zlyhalo
sv: ⚠ Anslutning misslyckades
uk: ⚠ З'єднання не вдалося

source: Could not fetch data from TMDB. Please check your API key.
bg: Не можа да се извлече информация от TMDB. Моля, проверете вашия API ключ.
cs: Nepodařilo se načíst data z TMDB. Zkontrolujte svůj API klíč.
da: Kunne ikke hente data fra TMDB. Tjek venligst din API-nøgle.
de: Daten von TMDB konnten nicht abgerufen werden. Bitte überprüfen Sie Ihren API-Schlüssel.
es: No se pudo obtener datos de TMDB. Por favor, verifica tu clave de API.
et: Ei õnnestunud TMDB-st andmeid hankida. Palun kontrollige oma API võtit.
fi: Ei voitu noutaa tietoja TMDB:stä. Tarkista API-avaimesi.
fr: Impossible de récupérer les données de TMDB. Veuillez vérifier votre clé API.
hr: Nije moguće preuzeti podatke s TMDB-a. Molimo provjerite svoj API ključ.
hu: Nem sikerült adatokat lekérni a TMDB-ből. Kérjük, ellenőrizze az API kulcsát.
is: Gat ekki að sækja gögn frá TMDB. Vinsamlegast athugaðu API lykilinn þinn.
it: Impossibile recuperare i dati da TMDB. Controlla la tua chiave API.
nl: Kon gegevens van TMDB niet ophalen. Controleer uw API-sleutel.
no: Kunne ikke hente data fra TMDB. Vennligst sjekk API-nøkkelen din.
pl: Nie można pobrać danych z TMDB. Sprawdź swój klucz API.
pt: Não foi possível buscar dados do TMDB. Por favor, verifique sua chave da API.
ro: Nu s-au putut obține date de la TMDB. Vă rugăm să verificați cheia API.
ru: Не удалось получить данные из TMDB. Пожалуйста, проверьте ваш API-ключ.
sk: Nepodarilo sa načítať údaje z TMDB. Skontrolujte svoj API kľúč.
sv: Kunde inte hämta data från TMDB. Kontrollera din API-nyckel.

source: ✗ Connection Error
bg: ✗ Грешка при свързване
cs: ✗ Chyba připojení
da: ✗ Forbindelsesfejl
de: ✗ Verbindungsfehler
es: ✗ Error de conexión
et: ✗ Ühenduse viga
fi: ✗ Yhteysvirhe
fr: ✗ Erreur de connexion
hr: ✗ Greška u vezi
hu: ✗ Kapcsolati hiba
is: ✗ Tengingarvilla
it: ✗ Errore di connessione
nl: ✗ Verbinding fout
no: ✗ Tilkoblingsfeil
pl: ✗ Błąd połączenia
pt: ✗ Erro de Conexão
ro: ✗ Eroare de conexiune
ru: ✗ Ошибка соединения
sk: ✗ Chyba pripojenia
sv: ✗ Anslutningsfel
uk: ✗ Помилка з'єднання

source: Error testing connection: {}
bg: Грешка при тестване на връзката: {}
cs: Chyba při testování připojení: {}
da: Fejl ved test af forbindelse: {}
de: Fehler beim Testen der Verbindung: {}
es: Error al probar la conexión: {}
et: Viga ühenduse testimisel: {}
fi: Virhe yhteyden testaamisessa: {}
fr: Erreur lors du test de la connexion : {}
hr: Greška prilikom testiranja veze: {}
hu: Hiba a kapcsolat tesztelésekor: {}
is: Villa villa tengja: {}
it: Errore durante il test della connessione: {}
nl: Fout bij het testen van de verbinding: {}
no: Feil ved testing av tilkobling: {}
pl: Błąd testowania połączenia: {}
pt: Erro ao testar a conexão: {}
ro: Eroare la testarea conexiunii: {}
ru: Ошибка при тестировании соединения: {}
sk: Chyba pri testovaní pripojenia: {}
sv: Fel vid test av anslutning: {}
uk: Помилка під час перевірки з'єднання: {}

source: Remove API Key?
bg: Премахнете API ключа?
cs: Odebrat API klíč?
da: Fjern API-nøgle?
de: API-Schlüssel entfernen?
es: ¿Eliminar clave de API?
et: Eemalda API võti?
fi: Poista API-avain?
fr: Supprimer la clé API ?
hr: Ukloni API ključ?
hu: API kulcs eltávolítása?
is: Fjarlægja API lykil?
it: Rimuovere la chiave API?
nl: API-sleutel verwijderen?
no: Fjern API-nøkkel?
pl: Usunąć klucz API?
pt: Remover chave da API?
ro: Eliminare cheia API?
ru: Удалить ключ API?
sk: Odstrániť API kľúč?
sv: Ta bort API-nyckel?
uk: Видалити API-ключ?

source: This will delete your stored TMDB API key. You will need to configure it again.
bg: Това ще изтрие вашия запазен TMDB API ключ. Ще трябва да го конфигурирате отново.
cs: Tímto se odstraní váš uložený klíč API TMDB. Budete ho muset znovu nakonfigurovat.
da: Dette vil slette din gemte TMDB API-nøgle. Du skal konfigurere den igen.
de: Dies wird Ihren gespeicherten TMDB-API-Schlüssel löschen. Sie müssen ihn erneut konfigurieren.
es: Esto eliminará tu clave API de TMDB almacenada. Necesitarás configurarla nuevamente.
et: See kustutab teie salvestatud TMDB API võtme. Peate selle uuesti seadistama.
fi: Tämä poistaa tallennetun TMDB API -avaimesi. Sinun on määritettävä se uudelleen.
fr: Cela supprimera votre clé API TMDB enregistrée. Vous devrez la configurer à nouveau.
hr: Ovo će izbrisati vaš pohranjeni TMDB API ključ. Morat ćete ga ponovno konfigurirati.
hu: Ez törölni fogja a tárolt TMDB API kulcsát. Újra be kell állítania.
is: Þetta mun eyða TMDB API lykli þínum sem geymdur er. Þú þarft að stilla hann aftur.
it: Questo eliminerà la tua chiave API TMDB memorizzata. Dovrai configurarla di nuovo.
nl: Dit verwijdert uw opgeslagen TMDB API-sleutel. U moet deze opnieuw configureren.
no: Dette vil slette din lagrede TMDB API-nøkkel. Du må konfigurere den på nytt.
pl: To usunięcie zapisanych klucza API TMDB. Będziesz musiał skonfigurować go ponownie.
pt: Isso irá excluir sua chave API TMDB armazenada. Você precisará configurá-la novamente.
ro: Aceasta va șterge cheia API TMDB stocată. Va trebui să o configurați din nou.
ru: Это удалит ваш сохранённый API-ключ TMDB. Вам нужно будет настроить его снова.
sk: Týmto sa vymaže váš uložený TMDB API kľúč. Budete ho musieť znovu nakonfigurovať.
sv: Detta kommer att ta bort din sparade TMDB API-nyckel. Du måste konfigurera den igen.
uk: Це видалить ваш збережений API-ключ TMDB. Вам потрібно буде налаштувати його знову.

source: API key removed
bg: API ключът е премахнат
cs: Klíč API odstraněn
da: API-nøgle fjernet
de: API-Schlüssel entfernt
es: Clave de API eliminada
et: API võti eemaldatud
fi: API-avain poistettu
fr: Clé API supprimée
hr: API ključ uklonjen
hu: API kulcs eltávolítva
is: API lykill fjarlægður
it: Chiave API rimossa
nl: API-sleutel verwijderd
no: API-nøkkel fjernet
pl: Klucz API usunięty
pt: Chave da API removida
ro: Cheia API eliminată
ru: Ключ API удалён
sk: Kľúč API odstránený
sv: API-nyckel borttagen
uk: API ключ видалено

source: How to Get TMDB API Key: 1. Go to https://www.themoviedb.org/signup 2. Create a free account 3. Go to Settings → API 4. Request an API key (choose "Developer" option) 5. Fill in the required information 6. Copy the API Key (v3 auth) 7. Paste it in Jellyfix The API key is free and allows you to: • Fetch movie and TV show metadata • Download posters and backdrops • Get accurate titles and release dates • Organize your library with TMDB IDs
bg: Как да получите TMDB API ключ: 1. Отидете на https://www.themoviedb.org/signup 2. Създайте безплатен акаунт 3. Отидете на Настройки → API 4. Заявете API ключ (изберете опцията "Разработчик") 5. Попълнете необходимата информация 6. Копирайте API ключа (v3 auth) 7. Поставете го в Jellyfix API ключът е безплатен и ви позволява да: • Изтегляте метаданни за филми и телевизионни предавания • Изтегляте постери и фонове • Получавате точни заглавия и дати на издаване • Организирате библиотеката си с TMDB ID-та
cs: Jak získat API klíč TMDB: 1. Přejděte na https://www.themoviedb.org/signup 2. Vytvořte si bezplatný účet 3. Přejděte do Nastavení → API 4. Požádejte o API klíč (vyberte možnost "Developer") 5. Vyplňte požadované informace 6. Zkopírujte API klíč (v3 auth) 7. Vložte ho do Jellyfix API klíč je zdarma a umožňuje vám: • Získat metadata o filmech a televizních pořadech • Stáhnout plakáty a pozadí • Získat přesné názvy a data vydání • Organizovat svou knihovnu pomocí TMDB ID
da: Sådan får du TMDB API-nøgle: 1. Gå til https://www.themoviedb.org/signup 2. Opret en gratis konto 3. Gå til Indstillinger → API 4. Anmod om en API-nøgle (vælg "Udvikler" mulighed) 5. Udfyld de nødvendige oplysninger 6. Kopier API-nøglen (v3 auth) 7. Indsæt den i Jellyfix API-nøglen er gratis og giver dig mulighed for at: • Hente metadata om film og tv-shows • Downloade plakater og baggrunde • Få præcise titler og udgivelsesdatoer • Organisere dit bibliotek med TMDB ID'er
de: So erhalten Sie den TMDB API-Schlüssel: 1. Gehen Sie zu https://www.themoviedb.org/signup 2. Erstellen Sie ein kostenloses Konto 3. Gehen Sie zu Einstellungen → API 4. Fordern Sie einen API-Schlüssel an (wählen Sie die Option "Entwickler") 5. Füllen Sie die erforderlichen Informationen aus 6. Kopieren Sie den API-Schlüssel (v3 Auth) 7. Fügen Sie ihn in Jellyfix ein Der API-Schlüssel ist kostenlos und ermöglicht Ihnen: • Abrufen von Film- und Fernsehsendungsmetadaten • Herunterladen von Postern und Hintergründen • Erhalten von genauen Titeln und Veröffentlichungsterminen • Organisieren Sie Ihre Bibliothek mit TMDB-IDs
es: Cómo obtener la clave API de TMDB: 1. Ve a https://www.themoviedb.org/signup 2. Crea una cuenta gratuita 3. Ve a Configuración → API 4. Solicita una clave API (elige la opción "Desarrollador") 5. Completa la información requerida 6. Copia la clave API (autenticación v3) 7. Pégala en Jellyfix La clave API es gratuita y te permite: • Obtener metadatos de películas y programas de televisión • Descargar carteles y fondos • Obtener títulos y fechas de lanzamiento precisos • Organizar tu biblioteca con IDs de TMDB
et: Kuidas saada TMDB API võtme: 1. Mine aadressile https://www.themoviedb.org/signup 2. Loo tasuta konto 3. Mine seadistustesse → API 4. Taotle API võtit (vali "Arendaja" valik) 5. Täida nõutud teave 6. Kopeeri API võti (v3 autentimine) 7. Kleepeka see Jellyfixi API võti on tasuta ja võimaldab sul: • Hankida filmi ja telesaadete metaandmeid • Laadida alla plakateid ja taustapilte • Saada täpseid pealkirju ja väljaandmise kuupäevi • Korraldada oma raamatukogu TMDB ID-dega
fi: Kuinka saada TMDB API-avain: 1. Siirry osoitteeseen https://www.themoviedb.org/signup 2. Luo ilmainen tili 3. Siirry Asetukset → API 4. Pyydä API-avain (valitse "Kehittäjä" vaihtoehto) 5. Täytä vaaditut tiedot 6. Kopioi API-avain (v3 auth) 7. Liitä se Jellyfixiin API-avain on ilmainen ja sen avulla voit: • Hakea elokuvien ja TV-ohjelmien metatietoja • Ladata julisteita ja taustakuvia • Saada tarkkoja otsikoita ja julkaisupäiviä • Järjestää kirjastosi TMDB-ID:iden avulla
fr: Comment obtenir une clé API TMDB : 1. Allez sur https://www.themoviedb.org/signup 2. Créez un compte gratuit 3. Allez dans Paramètres → API 4. Demandez une clé API (choisissez l'option "Développeur") 5. Remplissez les informations requises 6. Copiez la clé API (auth v3) 7. Collez-la dans Jellyfix La clé API est gratuite et vous permet de : • Récupérer les métadonnées des films et des émissions de télévision • Télécharger des affiches et des fonds d'écran • Obtenir des titres et des dates de sortie précis • Organiser votre bibliothèque avec des identifiants TMDB
hr: Kako dobiti TMDB API ključ: 1. Idite na https://www.themoviedb.org/signup 2. Kreirajte besplatan račun 3. Idite na Postavke → API 4. Zatražite API ključ (odaberite opciju "Developer") 5. Ispunite tražene informacije 6. Kopirajte API ključ (v3 auth) 7. Zalijepite ga u Jellyfix API ključ je besplatan i omogućuje vam: • Dohvaćanje metapodataka o filmovima i TV emisijama • Preuzimanje plakata i pozadina • Dobivanje točnih naslova i datuma izlaska • Organiziranje vaše biblioteke s TMDB ID-ima
hu: Hogyan szerezhetjük meg a TMDB API kulcsot: 1. Látogasson el a https://www.themoviedb.org/signup oldalra 2. Hozzon létre egy ingyenes fiókot 3. Menjen a Beállítások → API menüpontra 4. Kérjen egy API kulcsot (válassza a "Fejlesztő" lehetőséget) 5. Töltse ki a szükséges információkat 6. Másolja ki az API kulcsot (v3 hitelesítés) 7. Illessze be a Jellyfixbe Az API kulcs ingyenes, és lehetővé teszi, hogy: • Film- és tévéműsor metaadatokat kérjen le • Töltsön le posztereket és háttérképeket • Pontos címeket és megjelenési dátumokat kapjon • Szervezze meg könyvtárát TMDB azonosítók segítségével
is: Hvernig á að fá TMDB API lykil: 1. Farðu á https://www.themoviedb.org/signup 2. Búðu til ókeypis reikning 3. Farðu í Stillingar → API 4. Beindu um API lykil (veldu "Developer" valkostinn) 5. Fylltu út nauðsynlegar upplýsingar 6. Afritaðu API lykilinn (v3 auth) 7. Límaðu það í Jellyfix API lykillinn er ókeypis og gerir þér kleift að: • Sækja kvikmynda- og sjónvarpsþátta upplýsingar • Sækja plakat og bakgrunnsmyndir • Fá nákvæm titla og útgáfudagsetningar • Skipuleggja bókasafnið þitt með TMDB ID-um
it: Come ottenere la chiave API TMDB: 1. Vai su https://www.themoviedb.org/signup 2. Crea un account gratuito 3. Vai su Impostazioni → API 4. Richiedi una chiave API (scegli l'opzione "Sviluppatore") 5. Compila le informazioni richieste 6. Copia la chiave API (autenticazione v3) 7. Incollala in Jellyfix La chiave API è gratuita e ti consente di: • Recuperare i metadati di film e serie TV • Scaricare manifesti e sfondi • Ottenere titoli e date di rilascio accurati • Organizzare la tua libreria con gli ID TMDB
nl: Hoe je een TMDB API-sleutel krijgt: 1. Ga naar https://www.themoviedb.org/signup 2. Maak een gratis account aan 3. Ga naar Instellingen → API 4. Vraag een API-sleutel aan (kies de optie "Ontwikkelaar") 5. Vul de vereiste informatie in 6. Kopieer de API-sleutel (v3 auth) 7. Plak deze in Jellyfix De API-sleutel is gratis en stelt je in staat om: • Metadata van films en tv-shows op te halen • Posters en achtergronden te downloaden • Nauwkeurige titels en releasedata te krijgen • Je bibliotheek te organiseren met TMDB-ID's
no: Hvordan få TMDB API-nøkkel: 1. Gå til https://www.themoviedb.org/signup 2. Opprett en gratis konto 3. Gå til Innstillinger → API 4. Be om en API-nøkkel (velg "Utvikler" alternativet) 5. Fyll ut den nødvendige informasjonen 6. Kopier API-nøkkelen (v3 auth) 7. Lim den inn i Jellyfix API-nøkkelen er gratis og lar deg: • Hente metadata for filmer og TV-serier • Laste ned plakater og bakgrunner • Få nøyaktige titler og utgivelsesdatoer • Organisere biblioteket ditt med TMDB-ID-er
pl: Jak uzyskać klucz API TMDB: 1. Przejdź do https://www.themoviedb.org/signup 2. Utwórz darmowe konto 3. Przejdź do Ustawienia → API 4. Poproś o klucz API (wybierz opcję "Deweloper") 5. Wypełnij wymagane informacje 6. Skopiuj klucz API (uwierzytelnianie v3) 7. Wklej go w Jellyfix Klucz API jest darmowy i pozwala na: • Pobieranie metadanych filmów i programów telewizyjnych • Pobieranie plakatów i tła • Uzyskiwanie dokładnych tytułów i dat wydania • Organizowanie swojej biblioteki za pomocą identyfikatorów TMDB
pt: Como obter a chave da API TMDB: 1. Vá para https://www.themoviedb.org/signup 2. Crie uma conta gratuita 3. Vá para Configurações → API 4. Solicite uma chave da API (escolha a opção "Desenvolvedor") 5. Preencha as informações necessárias 6. Copie a chave da API (autenticação v3) 7. Cole-a no Jellyfix A chave da API é gratuita e permite que você: • Busque metadados de filmes e programas de TV • Baixe pôsteres e cenários • Obtenha títulos e datas de lançamento precisos • Organize sua biblioteca com IDs TMDB
ro: Cum să obții cheia API TMDB: 1. Mergi la https://www.themoviedb.org/signup 2. Creează un cont gratuit 3. Mergi la Setări → API 4. Solicită o cheie API (alege opțiunea "Dezvoltator") 5. Completează informațiile necesare 6. Copiază cheia API (v3 auth) 7. Lipește-o în Jellyfix Cheia API este gratuită și îți permite să: • Obții metadate despre filme și emisiuni TV • Descarci postere și fundaluri • Obții titluri și date de lansare precise • Organizezi biblioteca ta cu ID-uri TMDB
ru: Как получить ключ API TMDB: 1. Перейдите на https://www.themoviedb.org/signup 2. Создайте бесплатную учетную запись 3. Перейдите в Настройки → API 4. Запросите ключ API (выберите опцию "Разработчик") 5. Заполните необходимую информацию 6. Скопируйте ключ API (v3 auth) 7. Вставьте его в Jellyfix Ключ API бесплатен и позволяет вам: • Получать метаданные фильмов и телешоу • Загружать постеры и фоны • Получать точные названия и даты выхода • Организовывать вашу библиотеку с помощью идентификаторов TMDB
sk: Ako získať TMDB API kľúč: 1. Prejdite na https://www.themoviedb.org/signup 2. Vytvorte si bezplatný účet 3. Prejdite do Nastavenia → API 4. Požiadate o API kľúč (vyberte možnosť "Developer") 5. Vyplňte požadované informácie 6. Skopírujte API kľúč (v3 auth) 7. Vložte ho do Jellyfix API kľúč je bezplatný a umožňuje vám: • Získať metadáta filmov a televíznych relácií • Stiahnuť plagáty a pozadia • Získať presné názvy a dátumy vydania • Organizovať svoju knižnicu pomocou TMDB ID
sv: Hur man får TMDB API-nyckel: 1. Gå till https://www.themoviedb.org/signup 2. Skapa ett gratis konto 3. Gå till Inställningar → API 4. Begär en API-nyckel (välj "Utvecklare" alternativet) 5. Fyll i den nödvändiga informationen 6. Kopiera API-nyckeln (v3 autentisering) 7. Klistra in den i Jellyfix API-nyckeln är gratis och gör att du kan: • Hämta metadata för filmer och TV-program • Ladda ner affischer och bakgrunder • Få exakta titlar och releasedatum • Organisera ditt bibliotek med TMDB-IDn
uk: Як отримати ключ API TMDB: 1. Перейдіть на https://www.themoviedb.org/signup 2. Створіть безкоштовний обліковий запис 3. Перейдіть до Налаштування → API 4. Запросіть ключ API (оберіть опцію "Розробник") 5. Заповніть необхідну інформацію 6. Скопіюйте ключ API (v3 auth) 7. Вставте його в Jellyfix Ключ API безкоштовний і дозволяє вам: • Отримувати метадані фільмів та телевізійних шоу • Завантажувати постери та фони • Отримувати точні назви та дати виходу • Організовувати вашу бібліотеку за допомогою ID TMDB

source: Preferences
bg: Настройки
cs: Nastavení
da: Indstillinger
de: Einstellungen
es: Preferencias
et: Eelistused
fi: Asetukset
fr: Préférences
hr: Postavke
hu: Beállítások
is: Valmyndir
it: Preferenze
nl: Voorkeuren
no: Innstillinger
pl: Preferencje
pt: Preferências
ro: Preferințe
ru: Настройки
sk: Nastavenia
sv: Inställningar
uk: Налаштування

source: Configure API Keys
bg: Конфигуриране на API ключове
cs: Konfigurovat API klíče
da: Konfigurer API-nøgler
de: API-Schlüssel konfigurieren
es: Configurar claves API
et: Konfigureeri API võtmed
fi: Määritä API-avaimet
fr: Configurer les clés API
hr: Konfiguriraj API ključeve
hu: API kulcsok konfigurálása
is: Stillir API lykla
it: Configura chiavi API
nl: API-sleutels configureren
no: Konfigurer API-nøkler
pl: Skonfiguruj klucze API
pt: Configurar Chaves da API
ro: Configure chei API
ru: Настроить ключи API
sk: Konfigurácia API kľúčov
sv: Konfigurera API-nycklar
uk: Налаштувати API-ключі

source: About Jellyfix
bg: За Jellyfix
cs: O Jellyfix
da: Om Jellyfix
de: Über Jellyfix
es: Acerca de Jellyfix
et: Jellyfixist
fi: Tietoja Jellyfixista
fr: À propos de Jellyfix
hr: O Jellyfixu
hu: A Jellyfixról
is: Um Jellyfix
it: Informazioni su Jellyfix
nl: Over Jellyfix
no: Om Jellyfix
pl: O Jellyfix
pt: Sobre o Jellyfix
ro: Despre Jellyfix
ru: О Jellyfix
sk: O Jellyfix
sv: Om Jellyfix
uk: Про Jellyfix

source: Quit
bg: Изход
cs: Ukončit
da: Afslut
de: Beenden
es: Salir
et: Välja
fi: Lopeta
fr: Quitter
hr: Izađi
hu: Kilépés
is: Hætta
it: Esci
nl: Afsluiten
no: Avslutt
pl: Zakończ
pt: Sair
ro: Ieșire
ru: Выйти
sk: Ukončiť
sv: Avsluta

source: Scanning directory...
bg: Сканиране на директория...
cs: Skenování adresáře...
da: Scanner mappe...
de: Verzeichnis wird gescannt...
es: Escaneando directorio...
et: Skaneerimine kataloogis...
fi: Skannataan hakemistoa...
fr: Numérisation du répertoire...
hr: Skeniranje direktorija...
hu: Könyvtár beolvasása...
is: Skoðun skráarsafns...
it: Scansione della directory...
nl: Scannen van directory...
no: Skannerer katalog...
pl: Skanowanie katalogu...
pt: Escaneando diretório...
ro: Scanează directorul...
ru: Сканирование каталога...
sk: Skenovanie adresára...
sv: Skannar katalog...
uk: Сканування каталогу...
