Repository: talesam/jellyfix
Catalog: locale/*.po
Languages: bg, cs, da, de, es, et, fi, fr, hr, hu, is, it, nl, no, pl, pt, ro, ru, sk, sv, uk

source: (ALL languages)
bg: (ВСИЧКИ езици)
cs: klíč (použito pro kontext): (VŠECHNY jazyky) řetězec k překladu: (VŠECHNY jazyky)
da: nøgle (bruges til kontekst): (ALLE sprog) streng at oversætte: (ALLE sprog)
de: Schlüssel (verwendet für Kontext): (ALLE Sprachen) Zeichenfolge zu übersetzen: (ALLE Sprachen)
et: key (kasutatakse konteksti jaoks): (KÕIK keeled) string to translate: (KÕIK keeled)
fr: (TOUS les langages)
hr: ključ (svi jezici)
hu: kulcs (minden nyelv)
it: chiave (tutte le lingue)
nl: sleutel (gebruikt voor context): (ALLE talen) te vertalen string: (ALLE talen)
no: nøkkel (brukes for kontekst): (ALLE språk) streng å oversette: (ALLE språk)
pl: klucz (wszystkie języki)
pt: chave (todas as línguas)
ro: cheie (toate limbile)
ru: ключ (все языки)
sk: kľúč (v použití pre kontext): (VŠETKY jazyky) reťazec na preklad: (VŠETKY jazyky)
sv: nyckel (används för sammanhang): (ALLA språk) sträng att översätta: (ALLA språk)
uk: I'm sorry, but I need a specific string to translate. Please provide the text you would like translated.

source: Renames variants
bg: Преименува варианти
cs: Přejmenovává varianty
da: Omdøber varianter
de: Benennt Varianten um
es: Renombra variantes
et: Muudab variantide nimesid
fi: Nimeää variantit
fr: Renomme les variantes
hr: Preimenuje varijante
hu: Változatok átnevezése
is: Endurnefnir afbrigði
it: Rinomina varianti
nl: Hernoemt varianten
no: Omdøper varianter
pl: Zamienia nazwy wariantów
pt: Renomeia variantes
ro: Renumește variantele
ru: Переименовывает варианты
sk: Prečíta názvy variantov
sv: Byter namn på varianter
uk: Перейменовує варіанти

source: Adds language code
bg: Добавя код на езика
cs: Přidává jazykový kód
da: Tilføjer sprogkode
de: Sprachecode hinzufügen
es: Agrega código de idioma
et: Lisab keele kood
fi: Lisää kielikoodi
fr: Ajoute le code de langue
hr: Dodaje jezični kod
hu: Nyelvkód hozzáadása
is: Bætir tungumálakóða við
it: Aggiunge il codice della lingua
nl: Voegt taalcodes toe
no: Legger til språk kode
pl: Dodaje kod języka
pt: Adiciona código de idioma
ro: Adaugă codul de limbă
ru: Добавляет код языка
sk: Pridáva jazykový kód
sv: Lägg till språk kod
uk: Додає код мови

source: Removes foreign subtitles
bg: Премахва чужди субтитри
cs: Odstraní cizí titulky
da: Fjerner udenlandske undertekster
de: Entfernt fremdsprachige Untertitel
es: Elimina subtítulos extranjeros
et: Eemaldab võõrkeelsed subtiitrid
fi: Poistaa vieraat tekstitykset
fr: Supprime les sous-titres étrangers
hr: Uklanja strane titlove
hu: Eltávolítja a külföldi feliratokat
is: Fjarlægir erlend undirskriftir
it: Rimuove i sottotitoli stranieri
nl: Verwijdert buitenlandse ondertitels
no: Fjerner utenlandske undertekster
pl: Usuwa obce napisy
pt: Remove legendas estrangeiras
ro: Elimină subtitrările străine
ru: Удаляет иностранные субтитры
sk: Odstrániť zahraničné titulky
sv: Tar bort utländska undertexter
uk: Видаляє іноземні субтитри

source: keeps por and eng by default
bg: поддържа португалски и английски по подразбиране
cs: uchovává por a eng jako výchozí
da: beholder por og eng som standard
de: hält por und eng standardmäßig
es: mantiene por y eng por defecto
et: hoiab por ja eng vaikimisi
fi: pitää oletuksena por ja eng
fr: garde le portugais et l'anglais par défaut
hr: drži por i eng kao zadano
hu: alapértelmezés szerint megőrzi a por-t és az eng-t
is: heldur por og eng að sjálfgefið
it: mantiene por e eng per impostazione predefinita
nl: houdt por en eng standaard
no: beholder por og eng som standard
pl: domyślnie utrzymuje por i eng
pt: mantém por e eng por padrão
ro: păstrează por și eng prin default
ru: по умолчанию поддерживает португальский и английский
sk: udržuje por a eng ako predvolené
sv: behåller por och eng som standard
uk: зберігає португальську та англійську за замовчуванням

source: Option to remove duplicates
bg: Опция за премахване на дубликати
cs: Možnost odstranit duplicity
da: Mulighed for at fjerne dubletter
de: Option zum Entfernen von Duplikaten
es: Opción para eliminar duplicados
et: Valik duplikaatide eemaldamiseks
fi: Vaihtoehto poistaa kaksoiskappaleet
fr: Option pour supprimer les doublons
hr: Opcija za uklanjanje duplikata
hu: Duplikátok eltávolításának lehetősége
is: Valkostur til að fjarlægja tvítekningar
it: Opzione per rimuovere i duplicati
nl: Optie om duplicaten te verwijderen
no: Alternativ for å fjerne duplikater
pl: Opcja usunięcia duplikatów
pt: Opção para remover duplicatas
ro: Opțiune de eliminare a duplicatelor
ru: Опция для удаления дубликатов
sk: Možnosť odstrániť duplicity
sv: Alternativ för att ta bort dubbletter
uk: Опція видалення дублікатів

source: when eng exists
bg: когато англ. съществува
cs: když existuje eng
da: når eng eksisterer
de: wenn eng vorhanden ist
es: cuando existe eng
et: kui eng eksisteerib
fi: kun eng on olemassa
fr: lorsque l'anglais existe
hr: kada eng postoji
hu: amikor az angol létezik
is: þegar eng er til staðar
it: quando eng esiste
nl: wanneer eng bestaat
no: når eng eksisterer
pl: gdy angielski istnieje
pt: quando o eng existe
ro: când eng există
ru: когда существует eng
sk: keď existuje eng
sv: när eng finns
uk: коли англійська існує

source: NEVER
bg: Никога
cs: NIKDY
da: ALDRIG
de: NIE
es: NUNCA
et: KUNAGI
fi: EI KOSKAAN
fr: JAMAIS
hr: NIKADA
hu: SOHA
is: ALDREI
it: MAI
nl: NOOIT
no: ALDRI
pl: NIGDY
pt: NUNCA
ro: NICIODATĂ
ru: НИКОГДА
sk: NIKDY
sv: ALDRIG
uk: ніколи

source: removes .forced.srt
bg: премахва .forced.srt
cs: odstraní .forced.srt
da: fjerner .forced.srt
de: entfernt .forced.srt
es: elimina .forced.srt
et: eemaldab .forced.srt
fi: poistaa .forced.srt
fr: supprime .forced.srt
hr: uklanja .forced.srt
hu: eltávolítja a .forced.srt fájlt
is: fjarlægir .forced.srt
it: rimuove .forced.srt
nl: verwijdert .forced.srt
no: fjerner .forced.srt
pl: usuwa .forced.srt
pt: remove .forced.srt
ro: elimină .forced.srt
ru: удаляет .forced.srt
sk: odstráni .forced.srt
sv: tar bort .forced.srt
uk: видаляє .forced.srt

source: Folder structure
bg: Структура на папките
cs: Struktura složek
da: Mappestruktur
de: Ordnerstruktur
es: Estructura de carpetas
et: Kaustastruktuur
fi: Kansiorakenne
fr: Structure de dossiers
hr: Struktura mapa
hu: Mappa struktúra
is: Möppustrúktúr
it: Struttura delle cartelle
nl: Mapstructuur
no: Mappestruktur
pl: Struktura folderów
pt: Estrutura de pastas
ro: Structura folderului
ru: Структура папок
sk: Štruktúra priečinkov
sv: Mappstruktur
uk: Структура папок

source: Creates folders Season 01, Season 02, etc
bg: Създава папки Сезон 01, Сезон 02 и т.н.
cs: Vytváří složky Sezóna 01, Sezóna 02, atd.
da: Opretter mapper Sæson 01, Sæson 02 osv.
de: Erstellt Ordner Saison 01, Saison 02 usw.
es: Crea carpetas Temporada 01, Temporada 02, etc.
et: Loob kaustad Hooaeg 01, Hooaeg 02 jne.
fi: Luo kansioita Kausi 01, Kausi 02 jne.
fr: Crée des dossiers Saison 01, Saison 02, etc.
hr: Stvara mape Sezona 01, Sezona 02, itd.
hu: Mappákat hoz létre: 01. évad, 02. évad, stb.
is: Býr til möppur Vetrar 01, Vetrar 02, o.s.frv.
it: Crea cartelle Stagione 01, Stagione 02, ecc.
nl: Maakt mappen aan Seizoen 01, Seizoen 02, enz.
no: Oppretter mapper Sesong 01, Sesong 02, osv.
pl: Tworzy foldery Sezon 01, Sezon 02 itd.
pt: Cria pastas Temporada 01, Temporada 02, etc.
ro: Creează foldere Sezonul 01, Sezonul 02, etc.
ru: Создает папки Сезон 01, Сезон 02 и т.д.
sk: Vytvára priečinky Sezóna 01, Sezóna 02, atď.
sv: Skapar mappar Säsong 01, Säsong 02, osv
uk: Створює папки Сезон 01, Сезон 02 тощо

source: Moves episodes to correct folders
bg: Премества епизодите в правилните папки
cs: Přesune epizody do správných složek
da: Flytter episoder til de korrekte mapper
de: Verschiebt Episoden in die richtigen Ordner
es: Mueve episodios a las carpetas correctas
et: Liigutab episoode õigesse kausta
fi: Siirtää jaksot oikeisiin kansioihin
fr: Déplace les épisodes vers les dossiers corrects
hr: Premješta epizode u ispravne mape
hu: Áthelyezi az epizódokat a megfelelő mappákba
is: Færir þætti í réttar möppur
it: Sposta gli episodi nelle cartelle corrette
nl: Verplaatst afleveringen naar de juiste mappen
no: Flytter episoder til riktige mapper
pl: Przenosi odcinki do odpowiednich folderów
pt: Move episódios para as pastas corretas
ro: Mută episoadele în folderele corecte
ru: Перемещает эпизоды в правильные папки
sk: Presúva epizódy do správnych priečinkov
sv: Flyttar avsnitt till rätt mappar
uk: Переміщує епізоди до правильних папок

source: Fetches metadata
bg: Извлича метаданни
cs: Načítá metadata
da: Henter metadata
de: Ruft Metadaten ab
es: Obtiene metadatos
et: Toobib metaandmeid
fi: Hakee metatietoja
fr: Récupère les métadonnées
hr: Dohvaća metapodatke
hu: Lekéri a metaadatokat
is: Sækir metagögn
it: Recupera i metadati
nl: Haal metadata op
no: Henter metadata
pl: Pobiera metadane
pt: Busca metadados
ro: Recuperează metadate
ru: Получает метаданные
sk: Načítanie metadát
sv: Hämtar metadata
uk: Збирає метадані

source: Searches year and IDs via TMDB/TVDB
bg: Търси година и идентификатори чрез TMDB/TVDB
cs: Hledá rok a ID prostřednictvím TMDB/TVDB
da: Søger år og ID'er via TMDB/TVDB
de: Durchsucht Jahr und IDs über TMDB/TVDB
es: Busca año e IDs a través de TMDB/TVDB
et: Otsib aastat ja ID-sid TMDB/TVDB kaudu
fi: Hakee vuotta ja tunnuksia TMDB/TVDB:n kautta
fr: Recherche d'année et d'ID via TMDB/TVDB
hr: Pretražuje godinu i ID-ove putem TMDB/TVDB
hu: Év és azonosítók keresése a TMDB/TVDB-n keresztül
is: Leitar ár og auðkenni í gegnum TMDB/TVDB
it: Cerca anno e ID tramite TMDB/TVDB
nl: Zoekt jaar en ID's via TMDB/TVDB
no: Søker år og ID-er via TMDB/TVDB
pl: Wyszukuje rok i identyfikatory za pomocą TMDB/TVDB
pt: Pesquisa ano e IDs via TMDB/TVDB
ro: Caută anul și ID-urile prin TMDB/TVDB
ru: Поиск года и идентификаторов через TMDB/TVDB
sk: Hľadá rok a ID prostredníctvom TMDB/TVDB
sv: Söker år och ID:n via TMDB/TVDB
uk: Пошук року та ідентифікаторів через TMDB/TVDB

source: Adds IDs to folders [tmdbid-12345]
bg: Добавя ID на папки [tmdbid-12345]
cs: Přidává ID do složek [tmdbid-12345]
da: Tilføjer ID'er til mapper [tmdbid-12345]
de: Fügt IDs zu Ordnern hinzu [tmdbid-12345]
es: Agrega IDs a las carpetas [tmdbid-12345]
et: Lisab ID-d kaustadele [tmdbid-12345]
fi: Lisää tunnuksia kansioihin [tmdbid-12345]
fr: Ajoute des identifiants aux dossiers [tmdbid-12345]
hr: Dodaje ID-ove u mape [tmdbid-12345]
hu: ID-k hozzáadása mappákhoz [tmdbid-12345]
is: Bætir ID-um við möppur [tmdbid-12345]
it: Aggiunge ID alle cartelle [tmdbid-12345]
nl: Voegt ID's toe aan mappen [tmdbid-12345]
no: Legger til ID-er i mapper [tmdbid-12345]
pl: Dodaje identyfikatory do folderów [tmdbid-12345]
pt: Adiciona IDs às pastas [tmdbid-12345]
ro: Adaugă ID-uri la foldere [tmdbid-12345]
ru: Добавляет идентификаторы в папки [tmdbid-12345]
sk: Pridáva ID do priečinkov [tmdbid-12345]
sv: Lägger till ID:n i mappar [tmdbid-12345]
uk: Додає ідентифікатори до папок [tmdbid-12345]

source: Quality detection
bg: Откриване на качество
cs: Detekce kvality
da: Kvalitetsdetektion
de: Qualitätsdetektion
es: Detección de calidad
et: Kvaliteedi tuvastamine
fi: Laatudetektiot
fr: Détection de la qualité
hr: Otkrivanje kvalitete
hu: Minőség-ellenőrzés
is: Gæðagreining
it: Rilevamento della qualità
nl: Kwaliteitsdetectie
no: Kvalitetsdeteksjon
pl: Wykrywanie jakości
pt: Detecção de qualidade
ro: Detectarea calității
ru: Обнаружение качества
sk: Detekcia kvality
sv: Kvalitetsdetektering
uk: Якість виявлення

source: Adds quality tags (1080p, 720p, etc) to filenames
bg: Добавя качествени тагове (1080p, 720p и др.) към имената на файловете
cs: Přidává kvalitativní značky (1080p, 720p atd.) k názvům souborů
da: Tilføjer kvalitetsmærker (1080p, 720p osv.) til filnavne
de: Fügt Qualitätsmarkierungen (1080p, 720p usw.) zu Dateinamen hinzu
es: Agrega etiquetas de calidad (1080p, 720p, etc.) a los nombres de archivo
et: Lisab kvaliteedi silte (1080p, 720p jne) failinimedele
fi: Lisää laatutunnisteet (1080p, 720p jne.) tiedostonimiin
fr: Ajoute des étiquettes de qualité (1080p, 720p, etc.) aux noms de fichiers
hr: Dodaje oznake kvalitete (1080p, 720p, itd.) u nazive datoteka
hu: Minőségi címkéket ad a fájlnevekhez (1080p, 720p stb.)
is: Bætir við gæðamerkjum (1080p, 720p, o.s.frv.) við skráarnafn.
it: Aggiunge tag di qualità (1080p, 720p, ecc.) ai nomi dei file
nl: Voegt kwaliteitslabels (1080p, 720p, enz.) toe aan bestandsnamen
no: Legger til kvalitetsetiketter (1080p, 720p, osv.) til filnavn
pl: Dodaje tagi jakości (1080p, 720p itp.) do nazw plików
pt: Adiciona tags de qualidade (1080p, 720p, etc) aos nomes de arquivos
ro: Adaugă etichete de calitate (1080p, 720p, etc) la numele fișierelor
ru: Добавляет теги качества (1080p, 720p и т.д.) к именам файлов
sk: Pridáva kvalitné značky (1080p, 720p, atď.) k názvom súborov
sv: Lägger till kvalitetsmärken (1080p, 720p, etc) till filnamn

source: Option to use ffprobe for accurate detection
bg: Опция за използване на ffprobe за точно откриване
cs: Možnost použít ffprobe pro přesné detekování
da: Mulighed for at bruge ffprobe til præcis detektion
de: Option zur Verwendung von ffprobe für eine genaue Erkennung
es: Opción para usar ffprobe para detección precisa
et: Valik ffprobe'i kasutamiseks täpseks tuvastamiseks
fi: Vaihtoehto käyttää ffprobea tarkan tunnistuksen saavuttamiseksi
fr: Option d'utiliser ffprobe pour une détection précise
hr: Opcija za korištenje ffprobe-a za točno otkrivanje
hu: Lehetőség az ffprobe használatára a pontos észleléshez
is: Valkostur til að nota ffprobe fyrir nákvæma greiningu
it: Opzione per utilizzare ffprobe per una rilevazione accurata
nl: Optie om ffprobe te gebruiken voor nauwkeurige detectie
no: Alternativ for å bruke ffprobe for nøyaktig deteksjon
pl: Opcja użycia ffprobe do dokładnego wykrywania
pt: Opção para usar ffprobe para detecção precisa
ro: Opțiune de a folosi ffprobe pentru detectare precisă
ru: Опция использования ffprobe для точного определения
sk: Možnosť použiť ffprobe na presné zistenie
sv: Alternativ för att använda ffprobe för noggrann detektering
uk: Опція використання ffprobe для точного виявлення

source: Dry-Run Mode:
bg: Режим на пробен тест:
cs: Režim suchého běhu:
da: Tørkørselstilstand:
de: Trockenlaufmodus:
es: Modo de simulación:
et: Kuivjooksurežiim:
fi: Kuiva-suoritustila:
fr: Mode de simulation :
hr: Način suhog izvođenja:
hu: Szárazfuttatás Mód:
is: Þurrkeyrsláta:
it: Modalità di prova senza esecuzione:
nl: Droogloopmodus:
no: Tørrkjøring-modus:
pl: Tryb symulacji:
pt: Modo de Simulação:
ro: Modul de simulare:
ru: Режим пробного запуска:
sk: Režim suchého behu:
sv: Torrkörningsläge:
uk: Режим попереднього запуску:

source: By default, jellyfix shows what will be done WITHOUT changing files.
bg: По подразбиране, jellyfix показва какво ще бъде направено БЕЗ да променя файлове.
cs: Ve výchozím nastavení jellyfix zobrazuje, co bude provedeno BEZ změny souborů.
da: Som standard viser jellyfix, hvad der vil blive gjort UDEN at ændre filer.
de: Standardmäßig zeigt jellyfix, was getan wird, OHNE Dateien zu ändern.
es: Por defecto, jellyfix muestra lo que se hará SIN cambiar archivos.
et: Vaikimisi näitab jellyfix, mida tehakse FAILIDE muutmata jätmisel.
fi: Oletusarvoisesti jellyfix näyttää, mitä tullaan tekemään ILMAN tiedostojen muuttamista.
fr: Par défaut, jellyfix montre ce qui sera fait SANS modifier les fichiers.
hr: Zadano, jellyfix prikazuje što će biti učinjeno BEZ promjene datoteka.
hu: Alapértelmezés szerint a jellyfix megmutatja, mi fog történni FÁJLOK MÓDOSÍTÁSA NÉLKÜL.
is: Að sjálfsögðu sýnir jellyfix hvað verður gert ANNAÐ EN að breyta skrám.
it: Per impostazione predefinita, jellyfix mostra cosa verrà fatto SENZA modificare i file.
nl: Standaard toont jellyfix wat er zal gebeuren ZONDER bestanden te wijzigen.
no: Som standard viser jellyfix hva som vil bli gjort UTEN å endre filer.
pl: Domyślnie jellyfix pokazuje, co zostanie zrobione BEZ zmiany plików.
pt: Por padrão, o jellyfix mostra o que será feito SEM alterar arquivos.
ro: În mod implicit, jellyfix arată ce va fi făcut FĂRĂ a schimba fișiere.
ru: По умолчанию jellyfix показывает, что будет сделано БЕЗ изменения файлов.
sk: Predvolene, jellyfix zobrazuje, čo sa bude robiť BEZ zmeny súborov.
sv: Som standard visar jellyfix vad som kommer att göras UTAN att ändra filer.
uk: За замовчуванням jellyfix показує, що буде зроблено БЕЗ зміни файлів.

source: You can review changes before applying.
bg: Можете да прегледате промените преди да приложите.
cs: Můžete si prohlédnout změny před použitím.
da: Du kan gennemgå ændringer, før du anvender dem.
de: Sie können Änderungen überprüfen, bevor Sie sie anwenden.
es: Puedes revisar los cambios antes de aplicar.
et: Saate muudatusi enne rakendamist üle vaadata.
fi: Voit tarkistaa muutokset ennen niiden soveltamista.
fr: Vous pouvez examiner les modifications avant de les appliquer.
hr: Možete pregledati promjene prije primjene.
hu: A módosításokat a alkalmazás előtt áttekintheti.
is: Þú getur skoðað breytingar áður en þú beitir þeim.
it: Puoi rivedere le modifiche prima di applicarle.
nl: U kunt wijzigingen bekijken voordat u deze toepast.
no: Du kan gjennomgå endringer før du bruker dem.
pl: Możesz przeglądać zmiany przed zastosowaniem.
pt: Você pode revisar as alterações antes de aplicar.
ro: Puteți revizui modificările înainte de a le aplica.
ru: Вы можете просмотреть изменения перед применением.
sk: Môžete si prezrieť zmeny pred ich použitím.
sv: Du kan granska ändringar innan du tillämpar.
uk: Ви можете переглянути зміни перед застосуванням.

source: Tip:
bg: Съвет:
de: Tipp:
es: Consejo:
et: Näpunäide:
fi: Vinkki:
fr: Astuce :
hr: Savjet:
hu: Tipp:
is: Tipp:
it: Suggerimento:
no: Tips:
pl: Wskazówka:
pt: Dica:
ro: Sugestie:
ru: Совет:
sv: Tips:
uk: Порада:

source: Configure your TMDB key
bg: Конфигурирайте вашия TMDB ключ
cs: Nakonfigurujte svůj TMDB klíč
da: Konfigurer din TMDB-nøgle
de: Konfigurieren Sie Ihren TMDB-Schlüssel
es: Configura tu clave de TMDB
et: Konfigureeri oma TMDB võti
fi: Määritä TMDB-avainesi
fr: Configurez votre clé TMDB
hr: Konfigurirajte svoj TMDB ključ
hu: Állítsa be a TMDB kulcsát
is: Stilltu TMDB lykilinn þinn
it: Configura la tua chiave TMDB
nl: Configureer uw TMDB-sleutel
no: Konfigurer din TMDB-nøkkel
pl: Skonfiguruj swój klucz TMDB
pt: Configure sua chave TMDB
ro: Configurează-ți cheia TMDB
ru: Настройте ваш ключ TMDB
sk: Nakonfigurujte svoj TMDB kľúč
sv: Konfigurera din TMDB-nyckel
uk: Налаштуйте свій ключ TMDB

source: Scan Results
bg: Резултати от сканирането
cs: Výsledky skenování
da: Scanresultater
de: Scanergebnisse
es: Resultados del escaneo
et: Skannimise tulemused
fi: Skannauksen tulokset
fr: Résultats de l'analyse
hr: Rezultati skeniranja
hu: Keresési Eredmények
is: Skannaniðurstöður
it: Risultati della scansione
nl: Scanresultaten
no: Skanneresultater
pl: Wyniki skanowania
pt: Resultados da Digitalização
ro: Rezultatele scanării
ru: Результаты сканирования
sk: Výsledky skenovania
sv: Skanningsresultat
uk: Результати сканування

source: Category
bg: Категория
cs: Kategorie
da: Kategori
de: Kategorie
es: Categoría
et: Kategooria
fi: Kategoria
fr: Catégorie
hr: Kategorija
hu: Kategória
is: Flokkur
it: Categoria
nl: Categorie
no: Kategori
pl: Kategoria
pt: Categoria
ro: Categorie
ru: Категория
sk: Kategória
sv: Kategori
uk: Категорія

source: Count
bg: Брой
cs: Počet
da: Tæl
de: Zählen
es: Contar
et: Arv
fi: Laskuri
fr: Compter
hr: Broj
hu: Számolás
is: Fjöldi
it: Conteggio
nl: Aantal
no: Telle
pl: Liczba
pt: Contar
ro: Număr
ru: Количество
sk: Počet
sv: Räkna

source: Video files
bg: Видеофайлове
cs: Video soubory
da: Videofiler
de: Videodateien
es: Archivos de video
et: Videofailid
fi: Videotiedostot
fr: Fichiers vidéo
hr: Video datoteke
hu: Videofájlok
is: Videofailar
it: File video
nl: Videobestanden
no: Videofiler
pl: Pliki wideo
pt: Arquivos de vídeo
ro: Fișiere video
ru: Видеофайлы
sk: Video súbory
sv: Videofiler
uk: Відеофайли

source: Episodes
bg: Епизоди
cs: Epizody
da: Episoder
de: Episoden
es: Episodios
et: Episoodid
fi: Jaksoja
fr: Épisodes
hr: Epizode
hu: Epizódok
is: Þættir
it: Episodi
nl: Afleveringen
no: Episoder
pl: Odcinki
pt: Episódios
ro: Episoade
ru: Эпизоды
sk: Epizódy
sv: Avsnitt
uk: Episodess

source: Subtitles
bg: Субтитри
cs: Titulky
da: Undertekster
de: Untertitel
es: Subtítulos
et: Subtiitrid
fi: Tekstitykset
fr: Sous-titres
hr: Titlovi
hu: Feliratok
is: Undirtitlar
it: Sottotitoli
nl: Ondertitels
no: Undertekster
pl: Napisy
pt: Legendas
ro: Subtitrări
ru: Субтитры
sk: Titulky
sv: Undertexter
uk: Undertitles

source: Variants
bg: Варианти
cs: Varianty
da: Varianter
de: Varianten
es: Variantes
et: Variandid
fi: Variantit
fr: Variantes
hr: Varijante
hu: Változatok
is: Vörur
it: Varianti
nl: Varianten
no: Varianter
pl: Warianty
pt: Variantes
ro: Variante
ru: Варианты
sk: Varianty
sv: Varianter

source: No language
bg: Няма език
cs: Žádný jazyk
da: Ingen sprog
de: Keine Sprache
es: No hay idioma
et: Ei keelt
fi: Ei kieltä
fr: Aucune langue
hr: Nema jezika
hu: Nincs nyelv
is: Engin ekki tungumál
it: Nessuna lingua
nl: Geen taal
no: Ingen språk
pl: Brak języka
pt: Nenhuma linguagem
ro: Nicio limbă
ru: Нет языка
sk: Žiadny jazyk
sv: Ingen språk

source: Foreign
bg: Чужд
cs: Cizí
da: Udenlandsk
de: Fremd
es: Extranjero
et: Väline
fi: Ulkomainen
fr: Étranger
hr: Strani
hu: Külföldi
is: Erfðaskilnaðarkóði
it: Straniero
nl: Buitenlands
no: Utenlandsk
pl: Zagraniczny
pt: Estrangeiro
ro: Străin
ru: Иностранный
sk: Zahraničný
sv: Utländsk
uk: Зарубіжний

source: With language
bg: С език
cs: S jazykem
da: Med sprog
de: Mit Sprache
es: Con idioma
et: Keelega
fi: Kielen kanssa
fr: Avec la langue
hr: S jezikom
hu: Nyelvvel
is: Með tungumáli
it: Con la lingua
nl: Met taal
no: Med språk
pl: Z językiem
pt: Com idioma
ro: Cu limbaj
ru: С языком
sk: S jazykom
sv: Med språk
uk: З мовою

source: Images
bg: Изображения
cs: Obrázky
da: Billeder
de: Bilder
es: Imágenes
et: Pildid
fi: Kuvat
hr: Slike
hu: Képek
is: Myndir
it: Immagini
nl: Afbeeldingen
no: Bilder
pl: Obrazy
pt: Imagens
ro: Imagini
ru: Изображения
sk: Obrázky
sv: Bilder
uk: Зображення

source: NFO files
bg: NFO файлове
cs: NFO soubory
da: NFO-filer
de: NFO-Dateien
es: archivos NFO
et: NFO failid
fi: NFO-tiedostot
fr: fichiers NFO
hr: NFO datoteke
hu: NFO fájlok
is: NFO skrár
it: file NFO
nl: NFO-bestanden
no: NFO-filer
pl: pliki NFO
pt: arquivos NFO
ro: fișiere NFO
ru: NFO файлы
sk: NFO súbory
sv: NFO-filer
uk: NFO файли

source: Other
bg: Други
cs: Jiné
da: Andet
de: Andere
es: Otro
et: Muu
fi: Muu
fr: Autre
hr: Ostalo
hu: Egyéb
is: Önnur
it: Altro
nl: Overig
no: Annet
pl: Inne
pt: Outro
ro: Altul
ru: Другой
sk: Iné
sv: Övrig
uk: Інше

source: Suggested actions:
bg: Предложени действия:
cs: Navrhované akce:
da: Foreslåede handlinger:
de: Vorgeschlagene Aktionen:
es: Acciones sugeridas:
et: Soovitatud toimingud:
fi: Ehdotetut toimet:
fr: Actions suggérées :
hr: Predložene radnje:
hu: Javasolt műveletek:
is: Sniðnar aðgerðir:
it: Azioni suggerite:
nl: Voorgestelde acties:
no: Foreslåtte handlinger:
pl: Sugerowane działania:
pt: Ações sugeridas:
ro: Acțiuni sugerate:
ru: Предложенные действия:
sk: Navrhované akcie:
sv: Föreslagna åtgärder:
uk: Запропоновані дії:
