Repository: talesam/jellyfix
Catalog: locale/*.po
Languages: bg, cs, da, de, es, et, fi, fr, hr, hu, is, it, nl, no, pl, pt, ro, ru, sk, sv, uk

source: Min words to detect Portuguese subtitles
bg: Минимално количество думи за откриване на португалски субтитри
cs: Minimální počet slov pro detekci portugalských titulků
da: Min. ord til at registrere portugisiske undertekster
de: Minimale Wörter zur Erkennung portugiesischer Untertitel
es: Min palabras para detectar subtítulos en portugués
et: Min sõnad Portugali subtiitrite tuvastamiseks
fi: Minimi sanat portugalinkielisten tekstitysten havaitsemiseen
fr: Mots min. pour détecter les sous-titres portugais
hr: Min. riječi za otkrivanje portugalskih titlova
hu: Min szavak a portugál feliratok észleléséhez
is: Min orð til að greina portúgalskar undirskriftir
it: Min parole per rilevare i sottotitoli portoghesi
nl: Minimale woorden om Portugese ondertitels te detecteren
no: Min ord for å oppdage portugisiske undertekster
pl: Minimalna liczba słów do wykrywania portugalskich napisów
pt: Min palavras para detectar legendas em português
ro: Minim cuvinte pentru a detecta subtitrările în portugheză
ru: Минимальное количество слов для обнаружения португальских субтитров
sk: Minimálny počet slov na detekciu portugalských titulkov
sv: Min ord för att upptäcka portugisiska undertexter
uk: Min. слів для виявлення португальських субтитрів

source: Kept Languages
bg: Запазени езици
cs: Udržované jazyky
da: Beholdte Sprog
de: Beibehaltene Sprachen
es: Idiomas Mantenidos
et: Hoidetud keeled
fi: Säilytetyt kielet
fr: Langues conservées
hr: Zadržane jezike
hu: Megőrzött nyelvek
is: Geymdar Tungumál
it: Lingue Conservate
nl: Behouden Talen
no: Beholdte språk
pl: Zachowane języki
pt: Idiomas Mantidos
ro: Limbi păstrate
ru: Сохраненные языки
sk: Uložené jazyky
sv: Bevarade språk
uk: Збережені мови

source: Subtitles in these languages will be kept
bg: Субтитрите на тези езици ще бъдат запазени
cs: Titulky v těchto jazycích budou zachovány
da: Undertekster på disse sprog vil blive bevaret
de: Untertitel in diesen Sprachen werden beibehalten
es: Se mantendrán los subtítulos en estos idiomas.
et: Need to translate the string.
fi: Tekstitykset näillä kielillä säilytetään
fr: Les sous-titres dans ces langues seront conservés.
hr: Titlovi na ovim jezicima će biti sačuvani
hu: A következő nyelveken a feliratok megmaradnak
is: Undirskriftir á þessum tungumálum verða varðveittar
it: I sottotitoli in queste lingue verranno mantenuti
nl: Ondertitels in deze talen worden behouden
no: Undertekster på disse språkene vil bli beholdt
pl: Napisy w tych językach zostaną zachowane
pt: As legendas nesses idiomas serão mantidas
ro: Subtitrările în aceste limbi vor fi păstrate
ru: Субтитры на этих языках будут сохранены
sk: Titulky v týchto jazykoch budú zachované
sv: Undertexter på dessa språk kommer att behållas
uk: Subtitles in these languages will be retained

source: Video
bg: Видео
es: Vídeo
fr: Vidéo
hu: Videó
is: Vefmyndband
pl: Wideo
pt: Vídeo
ru: Видео
uk: Відео

source: Video Handling
bg: Обработка на видео
cs: Zpracování videa
da: Videohåndtering
de: Videoverarbeitung
es: Manejo de Video
et: Video töötlemine
fi: Videon käsittely
fr: Gestion des vidéos
hr: Rukovanje videom
hu: Videókezelés
is: Vöru meðhöndlun
it: Gestione Video
nl: Videobeheer
no: Videohåndtering
pl: Obsługa Wideo
pt: Manipulação de Vídeo
ro: Gestionarea video
ru: Обработка видео
sk: Správa videa
sv: Videohantering
uk: Відео обробка

source: Configure how videos are processed
bg: Конфигурирайте как се обработват видеата
cs: Nastavte, jak se videa zpracovávají
da: Konfigurer, hvordan videoer behandles
de: Konfigurieren Sie, wie Videos verarbeitet werden.
es: Configurar cómo se procesan los videos
et: Konfigureeri, kuidas videoid töödeldakse
fi: Määritä, miten videoita käsitellään
fr: Configurer la façon dont les vidéos sont traitées
hr: Konfigurirajte kako se videozapisi obrađuju
hu: Állítsa be, hogyan történjen a videók feldolgozása
is: Stillir hvernig myndbönd eru unnin
it: Configura come vengono elaborati i video
nl: Configureer hoe video's worden verwerkt
no: Konfigurer hvordan videoer behandles
pl: Skonfiguruj, jak są przetwarzane filmy
pt: Configurar como os vídeos são processados
ro: Configurează modul în care sunt procesate videoclipurile
ru: Настройте, как обрабатываются видео
sk: Nastavte, ako sa spracovávajú videá
sv: Konfigurera hur videor bearbetas
uk: Налаштуйте, як обробляються відео

source: Organize in Folders
bg: Организиране в папки
cs: Organizovat ve složkách
da: Organiser i mapper
de: In Ordner organisieren
es: Organizar en carpetas
et: Korrastage kaustades
fi: Järjestä kansioihin
fr: Organiser dans des dossiers
hr: Organiziraj u mape
hu: Mappákba rendezés
is: Skipta í möppur
it: Organizza in Cartelle
nl: Organiseren in Mappen
no: Organiser i mapper
pl: Organizuj w folderach
pt: Organizar em Pastas
ro: Organizează în Foldere
ru: Организовать в папках
sk: Organizovať v priečinkoch
sv: Organisera i mappar
uk: Організувати в папках

source: Organize TV episodes in Season folders
bg: Организирайте телевизионните епизоди в папки на сезоните
cs: Organizujte epizody TV pořadů do složek sezón
da: Organiser tv-episoder i sæsonmapper
de: TV-Episoden in Saisonordnern organisieren
es: Organizar episodios de TV en carpetas de temporada
et: Korrasta telesaateid hooaja kaustadesse
fi: Järjestä TV-jaksot kausikansioihin
fr: Organiser les épisodes de télévision dans des dossiers de saison
hr: Organizirajte TV epizode u mape sezone
hu: Rendezze a TV epizódokat évad mappákba
is: Skipta sjónvarpsþáttum í árstíðarmöppur
it: Organizza gli episodi TV nelle cartelle di Stagione
nl: Organiseer tv-afleveringen in seizoensmappen
no: Organiser TV-episoder i sesongmapper
pl: Organizuj odcinki telewizyjne w folderach sezonów
pt: Organizar episódios de TV em pastas de Temporada
ro: Organizează episoadele TV în folderele Sezon
ru: Организуйте эпизоды ТВ в папках сезона
sk: Organizujte epizódy seriálov do priečinkov sezón
sv: Organisera TV-avsnitt i säsongsmappar
uk: Організуйте епізоди телевізійних шоу в папках сезону

source: Add Quality Tags
bg: Добавяне на качествени тагове
cs: Přidat kvalitativní štítky
da: Tilføj Kvalitetsmærker
de: Qualitäts-Tags hinzufügen
es: Agregar Etiquetas de Calidad
et: Lisa kvaliteedi silte
fi: Lisää laatutunnisteet
fr: Ajouter des étiquettes de qualité
hr: Dodaj oznake kvalitete
hu: Minőségi címkék hozzáadása
is: Bæta við gæðamerkjum
it: Aggiungi Tag di Qualità
nl: Voeg kwaliteitslabels toe
no: Legg til kvalitetsmerker
pl: Dodaj tagi jakości
pt: Adicionar Etiquetas de Qualidade
ro: Adaugă Etichete de Calitate
ru: Добавить теги качества
sk: Pridať kvalitné značky
sv: Lägg till kvalitetsmärken
uk: Додати теги якості

source: Add resolution tags (1080p, 720p, etc) to filenames
bg: Добавете тагове за резолюция (1080p, 720p и др.) към имената на файловете
cs: Přidejte značky rozlišení (1080p, 720p atd.) k názvům souborů
da: Tilføj opløsningstags (1080p, 720p osv.) til filnavne
de: Fügen Sie Auflösungs-Tags (1080p, 720p usw.) zu Dateinamen hinzu
es: Agregar etiquetas de resolución (1080p, 720p, etc.) a los nombres de archivo
et: Lisa eraldusvõime sildid (1080p, 720p jne) failinimedele
fi: Lisää resoluutiotunnisteet (1080p, 720p jne.) tiedostonimiin
fr: Ajouter des balises de résolution (1080p, 720p, etc.) aux noms de fichiers
hr: Dodajte oznake rezolucije (1080p, 720p, itd.) u nazive datoteka
hu: Adjon felbontás címkéket (1080p, 720p stb.) a fájlnevekhez
is: Bættu við upplausnartöggum (1080p, 720p, o.s.frv.) við skráarnafn.
it: Aggiungi tag di risoluzione (1080p, 720p, ecc.) ai nomi dei file
nl: Voeg resolutietags (1080p, 720p, enz.) toe aan bestandsnamen
no: Legg til oppløsningsmerker (1080p, 720p, osv.) i filnavn
pl: Dodaj tagi rozdzielczości (1080p, 720p itp.) do nazw plików
pt: Adicione tags de resolução (1080p, 720p, etc) aos nomes de arquivos
ro: Adaugă etichete de rezoluție (1080p, 720p, etc) la numele fișierelor
ru: Добавить теги разрешения (1080p, 720p и т.д.) к именам файлов
sk: Pridať značky rozlíšenia (1080p, 720p, atď.) k názvom súborov
sv: Lägg till upplösningsetiketter (1080p, 720p, etc) till filnamn
uk: Додати теги роздільної здатності (1080p, 720p тощо) до імен файлів

source: Use ffprobe for Detection
bg: Използвайте ffprobe за откриване
cs: Použijte ffprobe pro detekci
da: Brug ffprobe til detektion
de: Verwenden Sie ffprobe zur Erkennung
es: Usa ffprobe para detección
et: Kasutage ffprobe'i tuvastamiseks
fi: Käytä ffprobea tunnistamiseen
fr: Utilisez ffprobe pour la détection
hr: Koristite ffprobe za otkrivanje
hu: Használja a ffprobe-ot a Detektáláshoz
is: Notaðu ffprobe til að greina
it: Usa ffprobe per la Rilevazione
nl: Gebruik ffprobe voor Detectie
no: Bruk ffprobe for deteksjon
pl: Użyj ffprobe do wykrywania
pt: Use ffprobe para Detecção
ro: Folosește ffprobe pentru Detecție
ru: Используйте ffprobe для обнаружения
sk: Použite ffprobe na detekciu
sv: Använd ffprobe för detektion
uk: Використовуйте ffprobe для виявлення

source: More accurate but slower quality detection
bg: По-точно, но по-бавно откриване на качеството
cs: Přesnější, ale pomalejší detekce kvality
da: Mere præcise, men langsommere kvalitetsdetektion
de: Genauere, aber langsamere Qualitätsdetektion
es: Detección de calidad más precisa pero más lenta
et: Täpsem, kuid aeglasem kvaliteedi tuvastamine
fi: Tarkempi mutta hitaampi laadun tunnistus
fr: Détection de qualité plus précise mais plus lente
hr: Točnija, ali sporija detekcija kvalitete
hu: Pontosabb, de lassabb minőség-ellenőrzés
is: Nákvæmara en hægara gæðagreining
it: Rilevamento della qualità più accurato ma più lento
nl: Nauwkeuriger maar langzamere kwaliteitsdetectie
no: Mer nøyaktig, men tregere kvalitetsdeteksjon
pl: Bardziej dokładne, ale wolniejsze wykrywanie jakości
pt: Detecção de qualidade mais precisa, mas mais lenta
ro: Detectare a calității mai precisă, dar mai lentă
ru: Более точное, но медленное определение качества
sk: Presnejšie, ale pomalšie zisťovanie kvality
sv: Mer exakt men långsammare kvalitetsdetektering
uk: Більш точне, але повільніше виявлення якості

source: Metadata
bg: Метаданни
de: Metadaten
es: Metadatos
et: Metaandmed
fi: Metatieto
fr: Métadonnées
hr: Metapodaci
hu: Metaadatok
is: Metagögn
it: Metadati
pl: Metadane
pt: Metadados
ro: Metadate
ru: Метаданные
uk: Метадані

source: Metadata Fetching
bg: Извличане на метаданни
cs: Načítání metadat
da: Metadata Hentning
de: Metadatenabruf
es: Recopilación de metadatos
et: Metaandmete hankimine
fi: Metatietojen hakeminen
fr: Récupération des métadonnées
hr: Dohvaćanje metapodataka
hu: Metaadatok lekérése
is: Fyrirspurn um metagögn
it: Recupero dei Metadati
nl: Metadata Ophalen
no: Metadata Henting
pl: Pobieranie metadanych
pt: Busca de Metadados
ro: Obținerea metadatelor
ru: Получение метаданных
sk: Načítanie metadát
sv: Metadatahämtning
uk: Витягування метаданих

source: Configure metadata from TMDB
bg: Конфигуриране на метаданни от TMDB
cs: Konfigurovat metadata z TMDB
da: Konfigurer metadata fra TMDB
de: Metadaten von TMDB konfigurieren
es: Configurar metadatos de TMDB
et: Konfigureeri metaandmed TMDB-st
fi: Määritä metatiedot TMDB:stä
fr: Configurer les métadonnées de TMDB
hr: Konfigurirajte metapodatke iz TMDB
hu: TMDB-ből származó metaadatok konfigurálása
is: Stillir aðgerðir frá TMDB
it: Configura i metadati da TMDB
nl: Configure metadata van TMDB
no: Konfigurer metadata fra TMDB
pl: Skonfiguruj metadane z TMDB
pt: Configurar metadados do TMDB
ro: Configurează metadatele din TMDB
ru: Настроить метаданные из TMDB
sk: Konfigurujte metadata z TMDB
sv: Konfigurera metadata från TMDB
uk: Налаштувати метадані з TMDB

source: Fetch Metadata
bg: Извличане на метаданни
cs: Načíst metadata
da: Hent metadata
de: Metadaten abrufen
es: Obtener metadatos
et: Hangi metaandmed hankimine
fi: Hae metatietoja
fr: Récupérer les métadonnées
hr: Preuzmi metapodatke
hu: Metaadatok lekérése
is: Sækja metagögn
it: Recupera Metadati
nl: Haal metadata op
no: Hent metadata
pl: Pobierz metadane
pt: Buscar Metadados
ro: Recuperare Metadate
ru: Получить метаданные
sk: Načítanie metadát
sv: Hämta metadata
uk: Завантажити метадані

source: Download metadata and posters from TMDB
bg: Изтеглете метаданни и постери от TMDB
cs: Stáhnout metadata a plakáty z TMDB
da: Download metadata og plakater fra TMDB
de: Lade Metadaten und Poster von TMDB herunter
es: Descargar metadatos y carteles de TMDB
et: Laadi allaolev teave ja plakatid TMDB-st
fi: Lataa metatiedot ja julisteet TMDB:stä
fr: Télécharger les métadonnées et les affiches depuis TMDB
hr: Preuzmi metapodatke i plakate s TMDB-a
hu: Töltsd le a metaadatokat és a posztereket a TMDB-ből
is: Sækja gögn og plakat frá TMDB
it: Scarica i metadati e i poster da TMDB
nl: Download metadata en posters van TMDB
no: Last ned metadata og plakater fra TMDB
pl: Pobierz metadane i plakaty z TMDB
pt: Baixar metadados e pôsteres do TMDB
ro: Descărcați metadatele și posterele de pe TMDB
ru: Скачать метаданные и постеры с TMDB
sk: Stiahnuť metadata a plagáty z TMDB
sv: Ladda ner metadata och affischer från TMDB
uk: Завантажити метадані та постери з TMDB

source: General
bg: Общи
cs: Obecné
da: Generel
de: Allgemein
et: Üldine
fi: Yleinen
fr: Général
hr: Općenito
hu: Általános
is: Almennt
it: Generale
nl: Algemeen
no: Generell
pl: Ogólny
pt: Geral
ru: Общий
sk: Všeobecné
sv: Allmänt
uk: Загальний

source: Application
bg: Приложение
cs: Aplikace
da: Applikation
de: Anwendung
es: Aplicación
et: Rakendus
fi: Sovellus
hr: Aplikacija
hu: Alkalmazás
is: Forrit
it: Applicazione
nl: Toepassing
no: Applikasjon
pl: Aplikacja
pt: Aplicativo
ro: Aplicație
ru: Приложение
sk: Aplikácia
sv: Applikation
uk: Застосунок

source: General application settings
bg: Общи настройки на приложението
cs: Obecná nastavení aplikace
da: Generelle applikationsindstillinger
de: Allgemeine Anwendungseinstellungen
es: Configuración general de la aplicación
et: Üldised rakenduse seaded
fi: Yleiset sovelluksen asetukset
fr: Paramètres généraux de l'application
hr: Opća postavka aplikacije
hu: Általános alkalmazásbeállítások
is: Almennar forritstillingar
it: Impostazioni generali dell'applicazione
nl: Algemene applicatie-instellingen
no: Generelle applikasjonsinnstillinger
pl: Ogólne ustawienia aplikacji
pt: Configurações gerais do aplicativo
ro: Setări generale ale aplicației
ru: Общие настройки приложения
sk: Všeobecné nastavenia aplikácie
sv: Allmänna applikationsinställningar
uk: Загальні налаштування програми

source: Keep Recent Libraries
bg: Запази последните библиотеки
cs: Udržovat nedávné knihovny
da: Behold seneste biblioteker
de: Letzte Bibliotheken behalten
es: Mantener Bibliotecas Recientes
et: Hoia hiljutisi teeke
fi: Pidä äskettäin käytetyt kirjastot
fr: Conserver les bibliothèques récentes
hr: Zadrži nedavne biblioteke
hu: Tartsa meg a legutóbbi könyvtárakat
is: Halda nýlegar bókasöfn
it: Mantieni le librerie recenti
nl: Houd Recente Bibliotheken Vast
no: Behold nylige biblioteker
pl: Zachowaj ostatnie biblioteki
pt: Manter Bibliotecas Recentes
ro: Păstrează bibliotecile recente
ru: Сохранять недавние библиотеки
sk: Uchovávajte nedávne knižnice
sv: Håll senaste bibliotek
uk: Зберігати нещодавні бібліотеки

source: Remember recently scanned libraries between sessions
bg: Запомни наскоро сканираните библиотеки между сесиите
cs: Pamatujte si nedávno skenované knihovny mezi relacemi
da: Husk nyligt scannede biblioteker mellem sessioner
de: Erinnere dich an kürzlich gescannte Bibliotheken zwischen den Sitzungen
es: Recuerda las bibliotecas escaneadas recientemente entre sesiones
et: Käivita hiljuti skaneeritud raamatukogud seansside vahel
fi: Muista äskettäin skannatut kirjastot istuntojen välillä
fr: Se souvenir des bibliothèques récemment scannées entre les sessions
hr: Zapamti nedavno skenirane biblioteke između sesija
hu: Emlékezzen a legutóbb beolvasott könyvtárakra a munkamenetek között
is: Munduð nýlega skannaðar bókasöfn milli lota
it: Ricorda le librerie scansionate di recente tra le sessioni
nl: Onthoud recent gescande bibliotheken tussen sessies
no: Husk nylig skannede biblioteker mellom økter
pl: Zapamiętaj ostatnio skanowane biblioteki między sesjami
pt: Lembre-se das bibliotecas escaneadas recentemente entre as sessões
ro: Amintește-ți bibliotecile scanate recent între sesiuni
ru: Запомнить недавно сканированные библиотеки между сессиями
sk: Pamätajte si nedávno skenované knižnice medzi reláciami
sv: Kom ihåg nyligen skannade bibliotek mellan sessioner
uk: Запам'ятати нещодавно відскановані бібліотеки між сесіями

source: File Cleanup
bg: Почистване на файлове
cs: Údržba souborů
da: Filrensning
de: Datei Bereinigung
es: Limpieza de Archivos
et: Faili puhastus
fi: Tiedoston puhdistus
hr: Čišćenje datoteka
hu: Fájl Tisztítás
is: Skjal hreinsun
it: Pulizia File
nl: Bestand Opschoning
pl: Czyszczenie plików
pt: Limpeza de Arquivo
ro: Curățare fișiere
ru: Очистка файлов
sk: Údržba súborov
sv: Filrensning

source: Configure which files to remove
bg: Конфигурирайте кои файлове да се премахнат
cs: Nakonfigurujte, které soubory odstranit
da: Konfigurer hvilke filer der skal fjernes
de: Konfigurieren, welche Dateien entfernt werden sollen
es: Configurar qué archivos eliminar
et: Konfigureeri, millised failid eemaldada
fi: Määritä, mitkä tiedostot poistetaan
hr: Konfigurirajte koje datoteke ukloniti
hu: Állítsa be, mely fájlokat távolítson el
is: Stillir hvaða skrár á að fjarlægja
it: Configura quali file rimuovere
nl: Configureer welke bestanden moeten worden verwijderd
pl: Skonfiguruj, które pliki usunąć
pt: Configurar quais arquivos remover
ro: Configurează ce fișiere să fie eliminate
ru: Настроить, какие файлы удалить
sk: Nastavte, ktoré súbory sa majú odstrániť
sv: Konfigurera vilka filer som ska tas bort
uk: Налаштувати, які файли видалити

source: Remove Non-Media Files
bg: Премахнете файловете, които не са медийни
cs: Odstranit soubory, které nejsou média
da: Fjern ikke-mediefiler
de: Nicht-Medien-Dateien entfernen
es: Eliminar archivos no multimedia
et: Eemalda mitte-meedia faile
fi: Poista ei-media tiedostot
hr: Ukloni ne-medijske datoteke
hu: Nem médiához tartozó fájlok eltávolítása
is: Fjarlægja ekki fjölmiðlafaila
it: Rimuovi file non multimediali
nl: Verwijder niet-media bestanden
pl: Usuń pliki niebędące mediami
pt: Remover Arquivos Não-Mídia
ro: Elimină fișierele non-media
ru: Удалить файлы, не относящиеся к медиа
sk: Odstrániť súbory, ktoré nie sú médiami
sv: Ta bort icke-mediefiler

source: Remove all files that are not .srt or .mp4
bg: Премахнете всички файлове, които не са .srt или .mp4
cs: Odstranit všechny soubory, které nejsou .srt nebo .mp4
da: Fjern alle filer, der ikke er .srt eller .mp4
de: Entfernen Sie alle Dateien, die nicht .srt oder .mp4 sind.
es: Eliminar todos los archivos que no son .srt o .mp4
et: Eemalda kõik failid, mis ei ole .srt või .mp4
fi: Poista kaikki tiedostot, jotka eivät ole .srt tai .mp4
hr: Ukloni sve datoteke koje nisu .srt ili .mp4
hu: Távolítsa el az összes fájlt, amely nem .srt vagy .mp4.
is: Fjarlægðu öll skrár sem eru ekki .srt eða .mp4
it: Rimuovi tutti i file che non sono .srt o .mp4
nl: Verwijder alle bestanden die geen .srt of .mp4 zijn
pl: Usuń wszystkie pliki, które nie są .srt lub .mp4
pt: Remover todos os arquivos que não são .srt ou .mp4
ro: Elimină toate fișierele care nu sunt .srt sau .mp4
ru: Удалить все файлы, которые не являются .srt или .mp4
sk: Odstrániť všetky súbory, ktoré nie sú .srt alebo .mp4
sv: Ta bort alla filer som inte är .srt eller .mp4
uk: Видалити всі файли, які не є .srt або .mp4

source: Fix Mirabel Files
bg: Поправете файловете на Мирбель
cs: Opravit soubory Mirabel
da: Reparer Mirabel-filer
de: Mirabel-Dateien reparieren
et: Paranda Mirabeli faile
fi: Korjaa Mirabel-tiedostot
hr: Popravi Mirabel datoteke
is: Laga Mirabel skrár
it: Correggi i file di Mirabel
nl: Herstel Mirabel-bestanden
pt: Corrigir Arquivos Mirabel
ru: Исправить файлы Mirabel
sk: Opraviť súbory Mirabel
sv: Åtgärda Mirabel-filer
uk: Виправити файли Mirabel

source: Rename .pt-BR.hi.srt, .br.hi.srt to .por.srt
bg: Преименувайте .pt-BR.hi.srt, .br.hi.srt на .por.srt
cs: Přejmenovat .pt-BR.hi.srt, .br.hi.srt na .por.srt
da: Omdøb .pt-BR.hi.srt, .br.hi.srt til .por.srt
de: Benennen Sie .pt-BR.hi.srt, .br.hi.srt in .por.srt um
et: Nimeta .pt-BR.hi.srt, .br.hi.srt .por.srt-ks
fi: Nimeä .pt-BR.hi.srt, .br.hi.srt uudelleen muotoon .por.srt
hr: Preimenujte .pt-BR.hi.srt, .br.hi.srt u .por.srt
is: Endurnefna .pt-BR.hi.srt, .br.hi.srt í .por.srt
it: Rinomina .pt-BR.hi.srt, .br.hi.srt in .por.srt
nl: Hernoem .pt-BR.hi.srt, .br.hi.srt naar .por.srt
pt: Renomear .pt-BR.hi.srt, .br.hi.srt para .por.srt
ru: Переименовать .pt-BR.hi.srt, .br.hi.srt в .por.srt
sk: Prezrite .pt-BR.hi.srt, .br.hi.srt na .por.srt
sv: Byt namn på .pt-BR.hi.srt, .br.hi.srt till .por.srt

source: Search Title
bg: Търсене на заглавие
cs: Hledat název
da: Søg Titel
de: Suchbegriff
es: Buscar Título
et: Otsingu pealkiri
fi: Hakuotsikko
fr: Titre de recherche
hr: Pretraži naslov
hu: Keresési cím
is: Leita titils
it: Cerca Titolo
nl: Zoektitel
pl: Tytuł wyszukiwania
pt: Título da Pesquisa
ro: Căutare Titlu
ru: Поиск заголовка
sk: Hľadať názov
sv: Sök Titel
uk: Пошук заголовка

source: Enter movie or series name...
bg: Въведете името на филм или сериал...
cs: Zadejte název filmu nebo seriálu...
da: Indtast film- eller serienavn...
de: Geben Sie den Namen des Films oder der Serie ein...
es: Ingresa el nombre de la película o serie...
et: Sisesta filmi või sarja nimi...
fi: Syötä elokuvan tai sarjan nimi...
fr: Entrez le nom du film ou de la série...
hr: Unesite naziv filma ili serije...
hu: Írja be a film vagy sorozat nevét...
is: Sláðu inn nafn kvikmyndar eða þáttar...
it: Inserisci il nome del film o della serie...
nl: Voer de naam van de film of serie in...
pl: Wprowadź nazwę filmu lub serialu...
pt: Digite o nome do filme ou da série...
ro: Introduceți numele filmului sau al serialului...
ru: Введите название фильма или сериала...
sk: Zadajte názov filmu alebo seriálu...
sv: Ange film- eller serienamn...
uk: Введіть назву фільму або серіалу...

source: Search
bg: Търсене
cs: Hledat
da: Søg
de: Suche
es: Buscar
et: Otsi
fi: Haku
fr: Recherche
hr: Pretraži
hu: Keresés
is: Leita
it: Cerca
nl: Zoeken
pl: Szukaj
pt: Pesquisar
ro: Căutare
ru: Поиск
sk: Hľadať
sv: Sök

source: Movie
bg: Филм
cs: Film
da: Film
de: Film
es: Película
et: Film
fi: Elokuva
fr: Film
hr: Film
hu: Film
is: Kvikmynd
it: Film
nl: Film
pl: Film
pt: Filme
ro: Film
ru: Фильм
sk: Film
sv: Film
uk: Фільм

source: TV Series
bg: ТВ сериали
cs: Televizní seriál
da: TV-serie
de: TV-Serie
es: Serie de TV
et: TV sariid
fi: TV-sarja
fr: Série télévisée
hr: TV serije
hu: TV Sorozat
is: Sjónvarpssería
it: Serie TV
nl: TV-serie
pl: Seriale telewizyjne
pt: Série de TV
ro: Serii TV
ru: Телесериал
sk: Televízne seriály
sv: TV-serie
uk: Телевізійний серіал

source: Searching...
bg: Търсене...
cs: Hledání...
da: Søger...
de: Suche...
es: Buscando...
et: Otsimine...
fi: Etsitään...
fr: Recherche...
hr: Traženje...
hu: Keresés...
is: Leita...
it: Ricerca...
nl: Zoeken...
pl: Szukam...
pt: Buscando...
ro: Căutare...
ru: Поиск...
sk: Hľadanie...
sv: Söker...
uk: Пошук...

source: TMDB not configured
bg: TMDB не е конфигуриран
cs: TMDB není nakonfigurováno
da: TMDB ikke konfigureret
de: TMDB nicht konfiguriert
es: TMDB no configurado
et: TMDB ei ole konfigureeritud
fi: TMDB ei ole konfiguroitu
fr: TMDB non configuré
hr: TMDB nije konfiguriran
hu: TMDB nincs konfigurálva
is: TMDB ekki stillt
it: TMDB non configurato
nl: TMDB niet geconfigureerd
pl: TMDB nie jest skonfigurowany
pt: TMDB não configurado
ro: TMDB nu este configurat
ru: TMDB не настроен
sk: TMDB nie je nakonfigurovaný
sv: TMDB är inte konfigurerad
uk: TMDB не налаштовано
