Repository: talesam/jellyfix
Catalog: locale/*.po
Languages: bg, cs, da, de, es, et, fi, fr, hr, hu, is, it, nl, no, pl, pt, ro, ru, sk, sv, uk

source: subtitle variants (.lang2, .lang3) can be processed
bg: варианти на субтитри (.lang2, .lang3) могат да бъдат обработвани
cs: varianty titulků (.lang2, .lang3) lze zpracovat
da: undertektsvarianter (.lang2, .lang3) kan behandles
de: Untertitelvarianten (.lang2, .lang3) können verarbeitet werden
es: se pueden procesar variantes de subtítulos (.lang2, .lang3)
et: subtiitrite variandid (.lang2, .lang3) saab töödelda
fi: tekstitysvaihtoehtoja (.lang2, .lang3) voidaan käsitellä
fr: les variantes de sous-titres (.lang2, .lang3) peuvent être traitées
hr: varijante titlova (.lang2, .lang3) mogu se obraditi
hu: feliratozási változatok (.lang2, .lang3) feldolgozhatók
is: undirtektarafbrigði (.lang2, .lang3) má vinna úr
it: le varianti dei sottotitoli (.lang2, .lang3) possono essere elaborate
nl: ondertitelvarianten (.lang2, .lang3) kunnen worden verwerkt
no: undertekstvarianter (.lang2, .lang3) kan behandles
pl: warianty napisów (.lang2, .lang3) mogą być przetwarzane
pt: variantes de legendas (.lang2, .lang3) podem ser processadas
ro: variante de subtitrări (.lang2, .lang3) pot fi procesate
ru: варианты субтитров (.lang2, .lang3) могут быть обработаны
sk: varianty titulkov (.lang2, .lang3) môžu byť spracované
sv: undertextvarianter (.lang2, .lang3) kan bearbetas
uk: можна обробляти варіанти субтитрів (.lang2, .lang3)

source: subtitles without language code
bg: субтитри без езиков код
cs: titulky bez jazykového kódu
da: undertekster uden sprogkode
de: Untertitel ohne Sprachcode
es: subtítulos sin código de idioma
et: subtiitrid ilma keelekoodita
fi: tekstitykset ilman kielikoodia
fr: sous-titres sans code de langue
hr: titlovi bez jezične oznake
hu: feliratok nyelvi kód nélkül
is: undirtitlar án tungumálakóða
it: sottotitoli senza codice lingua
nl: ondertitels zonder taalcodes
no: undertekster uten språk kode
pl: napisy bez kodu języka
pt: legendas sem código de idioma
ro: subtitrări fără cod de limbă
ru: субтитры без языкового кода
sk: titulky bez jazykového kódu
sv: undertexter utan språkkod
uk: субтитри без мовного коду

source: foreign subtitles can be removed
bg: може да се премахнат чужди субтитри
cs: cizelované titulky mohou být odstraněny
da: udenlandske undertekster kan fjernes
de: Fremduntertitel können entfernt werden.
es: se pueden eliminar subtítulos extranjeros
et: võõrsubtiitrid saab eemaldada
fi: ulkomaalaiset tekstitykset voidaan poistaa
fr: les sous-titres étrangers peuvent être supprimés
hr: strane titlove je moguće ukloniti
hu: a külföldi feliratok eltávolíthatók
is: erlendir texti má fjarlægja
it: i sottotitoli stranieri possono essere rimossi
nl: buitenlandse ondertitels kunnen worden verwijderd
no: utenlandske undertekster kan fjernes
pl: można usunąć obce napisy
pt: legendas estrangeiras podem ser removidas
ro: subtitrările străine pot fi eliminate
ru: можно удалить иностранные субтитры
sk: cudzie titulky môžu byť odstránené
sv: utländska undertexter kan tas bort
uk: іноземні субтитри можна видалити

source: Suggestions
bg: Предложения
cs: Návrhy
da: Forslag
de: Vorschläge
es: Sugerencias
et: Soovitused
fi: Ehdotukset
hr: Prijedlozi
hu: Javaslatok
is: Tillögur
it: Suggerimenti
nl: Suggesties
no: Forslag
pl: Sugestie
pt: Sugestões
ro: Sugestii
ru: Предложения
sk: Návrhy
sv: Förslag
uk: Сприяння

source: Operation Preview ({} files)
bg: Предварителен преглед на операцията ({} файла)
cs: Náhled operace ({} souborů)
da: Operation Forhåndsvisning ({} filer)
de: Betriebsansicht ({} Dateien)
es: Vista previa de la operación ({} archivos)
et: Toimingu eelvaade ({} faili)
fi: Toiminto Esikatselu ({} tiedostoa)
fr: Aperçu de l'opération ({} fichiers)
hr: Pregled operacije ({} datoteka)
hu: Művelet előnézete ({} fájl)
is: Aðgerð Forskoðun ({} skrár)
it: Anteprima operazione ({} file)
nl: Bewerking Voorbeeld ({} bestanden)
no: Operasjon Forhåndsvisning ({} filer)
pl: Podgląd operacji ({} plików)
pt: Prévia da Operação ({} arquivos)
ro: Previzualizare operațiune ({} fișiere)
ru: Предварительный просмотр операции ({} файлов)
sk: Náhľad operácie ({} súborov)
sv: Operation Förhandsgranskning ({} filer)
uk: Огляд операції ({} файлів)

source: and {} more groups
bg: и {} допълнителни групи
cs: a {} dalších skupin
da: og {} flere grupper
de: und {} weitere Gruppen
es: y {} grupos más
et: ja {} rohkem rühmi
fi: ja {} lisää ryhmiä
fr: et {} groupes supplémentaires
hr: i {} više grupa
hu: és {} további csoport
is: og {} fleiri hópar
it: e {} altri gruppi
nl: en {} meer groepen
pl: i {} więcej grup
pt: e {} grupos a mais
ro: și {} grupuri suplimentare
ru: и {} других групп
sk: a {} ďalšie skupiny
sv: och {} fler grupper
uk: та іще {} групи

source: Move + Rename:
bg: Премести + Преименувай:
cs: Přesunout + Přejmenovat:
da: Flyt + Omdøb:
de: Verschieben + Umbenennen:
es: Mover + Renombrar:
et: Liiguta + Nimeta ümber:
fi: Siirrä + Nimeä uudelleen:
fr: Déplacer + Renommer :
hr: Premjesti + Preimenuj:
hu: Áthelyezés + Átnevezés:
is: Færa + Endurnefna:
it: Sposta + Rinomina:
nl: Verplaatsen + Hernoemen:
no: Flytt + Gi nytt navn:
pl: Przenieś + Zmień nazwę:
pt: Mover + Renomear:
ro: Mutare + Redenumire:
ru: Переместить + Переименовать:
sk: Presunúť + Premenovať:
sv: Flytta + Byt namn:
uk: Перемістити + перейменувати:

source: Move:
bg: Премести:
cs: Přesunout:
da: Flyt:
de: Bewegen:
es: Mover:
et: Liiguta:
fi: Siirrä:
fr: Déplacer :
hr: Premjesti:
hu: Mozgás:
is: Færa:
it: Sposta:
nl: Verplaatsen:
no: Flytt:
pl: Przenieś:
pt: Mover:
ro: Mutare:
ru: Переместить:
sk: Presunúť:
sv: Flytta:
uk: Перемістити:

source: Rename:
bg: Преименувай:
cs: Přejmenovat:
da: Omdøb:
de: Umbenennen:
es: Renombrar:
et: Nimeta:
fi: Nimeä:
fr: Renommer :
hr: Preimenuj:
hu: Átnevezés:
is: Endurnefna:
it: Rinomina:
nl: Hernoemen:
no: Gi nytt navn:
pl: Zmień nazwę:
pt: Renomear:
ro: Renumește:
ru: Переименовать:
sk: Prekryť:
sv: Byt namn:

source: Remove:
bg: Премахни:
cs: Odstranit:
da: Fjern:
de: Entfernen:
es: Eliminar:
et: Eemalda:
fi: Poista:
fr: Supprimer :
hr: Ukloni:
hu: Eltávolítás:
is: Fjarlægja:
it: Rimuovi:
nl: Verwijderen:
no: Fjern:
pl: Usuń:
pt: Remover:
ro: Elimină:
ru: Удалить:
sk: Odstrániť:
sv: Ta bort:
uk: Видалити:

source: Summary
bg: Резюме
cs: Shrnutí
da: Resumé
de: Zusammenfassung
es: Resumen
et: Kokkuvõte
fi: Yhteenveto
fr: Résumé
hr: Sažetak
hu: Összefoglaló
is: Yfirlit
it: Riepilogo
nl: Samenvatting
no: Sammendrag
pl: Podsumowanie
pt: Resumo
ro: Sumar
ru: Сводка
sk: Zhrnutie
sv: Sammanfattning
uk: Резюме

source: Move + Rename
bg: Премести + Преименувай
cs: Přesunout + Přejmenovat
da: Flyt + Omdøb
de: Verschieben + Umbenennen
es: Mover + Renombrar
et: Liiguta + Nime muuda
fi: Siirrä + Nimeä uudelleen
fr: Déplacer + Renommer
hr: Premjesti + Preimenuj
hu: Áthelyezés + Átnevezés
is: Færa + Endurnefna
it: Sposta + Rinomina
nl: Verplaatsen + Hernoemen
no: Flytt + Gi nytt navn
pl: Przenieś + Zmień nazwę
pt: Mover + Renomear
ro: Mutare + Redenumire
ru: Переместить + Переименовать
sk: Presunúť + Premenovať
sv: Flytta + Byt namn
uk: Перемістити + Перейменувати

source: Move
bg: Премести
cs: Přesunout
da: Flyt
de: Bewegen
es: Mover
et: Liiguta
fi: Siirrä
fr: Déplacer
hr: Premjesti
hu: Mozgás
is: Færa
it: Sposta
nl: Verplaatsen
no: Flytt
pl: Przenieś
pt: Mover
ro: Mutare
ru: Переместить
sk: Presunúť
sv: Flytta

source: Rename
bg: Преименувай
cs: Přejmenovat
da: Omdøb
de: Umbenennen
es: Renombrar
et: Nimeta
fi: Nimeä uudelleen
fr: Renommer
hr: Preimenuj
hu: Átnevezés
is: Endurnefna
it: Rinomina
nl: Hernoemen
no: Gi nytt navn
pl: Zmień nazwę
pt: Renomear
ro: Renumește
ru: Переименовать
sk: Prekryť
sv: Byt namn

source: Delete
bg: Изтрий
cs: Smazat
da: Slet
de: Löschen
es: Eliminar
et: Kustuta
fi: Poista
fr: Supprimer
hr: Izbriši
hu: Törlés
is: Eyða
it: Elimina
nl: Verwijderen
no: Slett
pl: Usuń
pt: Excluir
ro: Șterge
ru: Удалить
sk: Odstrániť
sv: Ta bort

source: ✅ Execution Results
bg: ✅ Резултати от изпълнението
cs: ✅ Výsledky provedení
da: ✅ Udførelsesresultater
de: ✅ Ausführungsergebnisse
es: ✅ Resultados de Ejecución
et: ✅ Täitmise Tulemused
fi: ✅ Suoritus Tulokset
fr: ✅ Résultats d'exécution
hr: ✅ Rezultati izvršenja
hu: ✅ Végrehajtási Eredmények
is: ✅ Útkomur framkvæmdar
it: ✅ Risultati di Esecuzione
nl: ✅ Uitvoeringsresultaten
no: ✅ Utførelsesresultater
pl: ✅ Wyniki wykonania
pt: ✅ Resultados da Execução
ro: ✅ Rezultatele execuției
ru: ✅ Результаты выполнения
sk: ✅ Výsledky vykonania
sv: ✅ Utföranderesultat
uk: ✅ Результати виконання

source: Action
bg: Действие
cs: Akce
da: Handling
de: Aktion
es: Acción
et: Tegevus
fi: Toiminto
hr: Akcija
hu: Akció
is: Aðgerð
it: Azione
nl: Actie
no: Handling
pl: Akcja
pt: Ação
ro: Acțiune
ru: Действие
sk: Akcia
sv: Åtgärd
uk: Дія

source: Renamed
bg: Преименуван
cs: Přejmenováno
da: Omdøbt
de: Umbenannt
es: Renombrado
et: Nimetatud
fi: Nimetty uudelleen
fr: Renommé
hr: Preimenovano
hu: Átnevezve
is: Endurnefndur
it: Rinominato
nl: Hernoemd
no: Omdøpt
pl: Zmieniono nazwę
pt: Renomeado
ru: Переименован
sk: Prečíslované
sv: Omdöpt
uk: Перейменовано

source: Moved
bg: Преместен
cs: Přesunuto
da: Flyttet
de: Verschoben
es: Movido
et: Liikunud
fi: Siirretty
fr: Déplacé
hr: Premješteno
hu: Áthelyezve
is: Fært
it: Spostato
nl: Verplaatst
no: Flyttet
pl: Przeniesiono
pt: Movido
ro: Mutat
ru: Перемещено
sk: Presunuté
sv: Flyttad
uk: Переміщено

source: Deleted
bg: Изтрито
cs: Smazáno
da: Slettet
de: Gelöscht
es: Eliminado
et: Kustutatud
fi: Poistettu
fr: Supprimé
hr: Izbrisano
hu: Törölve
is: Eytt.
it: Eliminato
nl: Verwijderd
no: Slettet
pl: Usunięty
pt: Excluído
ro: Șters
ru: Удалено
sk: Vymazané
sv: Borttagen

source: Cleaned folders
bg: Почистени папки
cs: Vyčištěné složky
da: Rensede mapper
de: Bereinigte Ordner
es: Carpetas limpiadas
et: Puhastatud kaustad
fi: Siivottuja kansioita
fr: Dossiers nettoyés
hr: Očistiti mape
hu: Tisztított mappák
is: Hreinsaðar möppur
it: Cartelle pulite
nl: Schoongemaakte mappen
no: Rensede mapper
pl: Wyczyszczone foldery
pt: Pastas limpas
ro: Foldere curățate
ru: Очистенные папки
sk: Vyčistené priečinky
sv: Rensade mappar
uk: Очищені папки

source: Failed
bg: Неуспешно
cs: Selhalo
da: Mislykkedes
de: Fehlgeschlagen
es: Fallido
et: Ebaõnnestus
fi: Epäonnistui
fr: Échoué
hr: Neuspjeh
hu: Sikertelen
is: Misheppnað
it: Fallito
nl: Mislukt
no: Mislyktes
pl: Niepowodzenie
pt: Falhou
ro: Eșuat
ru: Не удалось
sk: Zlyhalo
sv: Misslyckades
uk: Не вдалося

source: Skipped
bg: Пропуснато
cs: Přeskočeno
da: Sprunget
de: Übersprungen
es: Omitido
et: Jätetud
fi: Ohitettu
fr: Sautéé
hr: Preskočeno
hu: Kihagyva
is: Sleppað
it: Saltato
nl: Overgeslagen
no: Hoppet over
pl: Pominięto
pt: Ignorado
ro: Sărit
ru: Пропущено
sk: Preskočené
sv: Hoppa över
uk: Omitted

source: Operation cancelled by user
bg: Операцията е отменена от потребителя
cs: Operace zrušena uživatelem
da: Operation annulleret af bruger
de: Vorgang vom Benutzer abgebrochen
es: Operación cancelada por el usuario
et: Tegevus tühistatud kasutaja poolt
fi: Toiminto peruutettu käyttäjän toimesta
fr: Opération annulée par l'utilisateur
hr: Operacija otkazana od strane korisnika
hu: Műveletet a felhasználó megszakította
is: Aðgerð aflýst af notanda
it: Operazione annullata dall'utente
nl: Bewerking geannuleerd door gebruiker
no: Operasjon avbrutt av bruker
pl: Operacja anulowana przez użytkownika
pt: Operação cancelada pelo usuário
ro: Operațiune anulată de utilizator
ru: Операция отменена пользователем
sk: Operácia zrušená používateľom
sv: Åtgärd avbruten av användaren
uk: Операція скасована користувачем

source: Operations
bg: Операции
cs: Operace
da: Operationer
de: Betriebssysteme
es: Operaciones
et: Tegevused
fi: Toiminnot
fr: Opérations
hr: Operacije
hu: Műveletek
is: Aðgerðir
it: Operazioni
nl: Operaties
no: Operasjoner
pl: Operacje
pt: Operações
ro: Operațiuni
ru: Операции
sk: Operácie
sv: Operationer
uk: Операції

source: Search...
bg: Търсене...
cs: Hledat...
da: Søg...
de: Suchen...
es: Buscar...
et: Otsi...
fi: Hae...
fr: Recherche...
hr: Pretraži...
hu: Keresés...
is: Leita...
it: Cerca...
nl: Zoeken...
pl: Szukaj...
pt: Pesquisar...
ro: Caută...
ru: Поиск...
sk: Hľadať...
sv: Sök...
uk: Пошук...

source: All
bg: Всички
cs: Všechny
da: Alle
de: Alle
es: Todo
et: Kõik
fi: Kaikki
fr: Tout
hr: Sve
hu: Összes
is: Allt
it: Tutti
nl: Alle
no: Alle
pl: Wszystko
pt: Todos
ro: Toate
ru: Все
sk: Všetko
sv: Alla
uk: Усі

source: Download Subtitles for All
bg: Изтеглете субтитри за всички
cs: Stáhnout titulky pro všechny
da: Download undertekster til alle
de: Untertitel für alle herunterladen
et: Laadi alla subtiitrid kõigile
fi: Lataa tekstitykset kaikille
hr: Preuzmi titlove za sve
is: Sækja undirskriftir fyrir alla
it: Scarica sottotitoli per tutti
nl: Download ondertitels voor iedereen
pt: Baixar Legendas para Todos
ru: Скачать субтитры для всех
sk: Stiahnuť titulky pre všetkých
sv: Ladda ner undertexter för alla
uk: Завантажити субтитри для всіх

source: Search and download subtitles for all listed videos
bg: Търсене и изтегляне на субтитри за всички изброени видеа
cs: Hledejte a stahujte titulky pro všechna uvedená videa
da: Søg og download undertekster til alle listede videoer
de: Untertitel für alle aufgeführten Videos suchen und herunterladen
et: Otsi ja laadi alla subtiitrid kõigi loetletud videote jaoks
fi: Etsi ja lataa tekstitykset kaikille luetelluille videoille
hr: Pretraži i preuzmi titlove za sve navedene videozapise
is: Leitaðu að og hlaðið niður textum fyrir öll skráð myndbönd
it: Cerca e scarica i sottotitoli per tutti i video elencati
nl: Zoek en download ondertitels voor alle vermelde video's
pt: Pesquisar e baixar legendas para todos os vídeos listados
ru: Искать и загружать субтитры для всех перечисленных видео
sk: Hľadajte a sťahujte titulky pre všetky uvedené videá
sv: Sök och ladda ner undertexter för alla listade videor
uk: Шукати та завантажувати субтитри для всіх вказаних відео

source: No Operations
bg: Няма операции
cs: Žádné operace
da: Ingen operationer
de: Keine Operationen
es: Sin operaciones
et: Ei toiminguid
fi: Ei toimintoja
fr: Aucune opération
hr: Nema operacija
hu: Nincs művelet
is: Engin ekki framkvæmdir
it: Nessuna operazione
nl: Geen bewerkingen
no: Ingen operasjoner
pl: Brak operacji
pt: Sem Operações
ro: Nici o operațiune
ru: Нет операций
sk: Žiadne operácie
sv: Inga operationer
uk: Немає операцій

source: Scan a directory to generate operations
bg: Сканирайте директория, за да генерирате операции
cs: Skenovat adresář pro generování operací
da: Scan en mappe for at generere operationer
de: Scanne ein Verzeichnis, um Operationen zu generieren
es: Escanear un directorio para generar operaciones
et: Skaneeri katalooge operatsioonide genereerimiseks
fi: Skannaa hakemisto luodaksesi toimintoja
fr: Analyser un répertoire pour générer des opérations
hr: Skenirajte direktorij za generiranje operacija
hu: Mappa beolvasása műveletek generálásához
is: Skoða skráarsafn til að búa til aðgerðir
it: Scansiona una directory per generare operazioni
nl: Scan een map om bewerkingen te genereren
no: Skann en katalog for å generere operasjoner
pl: Skanuj katalog, aby wygenerować operacje
pt: Escanear um diretório para gerar operações
ro: Scanează un director pentru a genera operațiuni
ru: Сканировать каталог для генерации операций
sk: Skenovať adresár na generovanie operácií
sv: Skanna en katalog för att generera operationer
uk: Сканувати каталог для генерації операцій

source: Apply
bg: Приложи
cs: Použít
da: Anvend
de: Anwenden
es: Aplicar
et: Rakenda
fi: Käytä
fr: Appliquer
hr: Primijeni
hu: Alkalmazás
is: Beita
it: Applica
nl: Toepassen
no: Bruk
pl: Zastosuj
pt: Aplicar
ro: Aplică
ru: Применить
sk: Použiť
sv: Tillämpa
uk: Застосувати

source: rename
bg: преименувай
cs: přejmenovat
da: omdøb
de: umbenennen
es: renombrar
et: ümbernimeta
fi: nimetä
fr: renommer
hr: preimenuj
hu: átnevezés
is: endurnefna
it: rinominare
nl: hernoemen
no: omdøpe
pl: zmień nazwę
pt: renomear
ro: renumește
ru: переименовать
sk: prezvovať
sv: döpa om

source: move
bg: премести
cs: přesunout
da: flyt
de: bewegen
es: mover
et: liiguta
fi: siirrä
fr: déplacer
hr: premjesti
hu: mozgat
is: fara
it: muovi
nl: verplaatsen
no: flytt
pl: przesuń
pt: mover
ro: mutare
ru: переместить
sk: presunúť
sv: flytta
uk: перемістити

source: delete
bg: изтрий
cs: smazat
da: slet
de: löschen
es: eliminar
et: kustuta
fi: poista
fr: supprimer
hr: izbriši
hu: törlés
is: eyða
it: elimina
nl: verwijderen
no: slett
pl: usuń
pt: excluir
ro: șterge
ru: удалить
sk: odstrániť
sv: ta bort

source: Showing {} of {} operations
bg: Показване на {} от {} операции
cs: Zobrazuje {} z {} operací
da: Viser {} af {} operationer
de: Zeige {} von {} Vorgängen
es: Mostrando {} de {} operaciones
et: Kuvatakse {} {} operatsiooni
fi: Näytetään {} / {} toimintoa
fr: Affichage de {} sur {} opérations
hr: Prikazivanje {} od {} operacija
hu: {} műveletből {} látható
is: Sýnir {} af {} aðgerðum
it: Mostrando {} di {} operazioni
nl: Toon {} van {} bewerkingen
no: Viser {} av {} operasjoner
pl: Pokazuje {} z {} operacji
pt: Mostrando {} de {} operações
ro: Afișare {} din {} operațiuni
ru: Показано {} из {} операций
sk: Zobrazenie {} z {} operácií
sv: Visar {} av {} operationer

source: Total: {} operations
bg: Общо: {} операции
cs: Celkem: {} operací
da: Total: {} operationer
de: Gesamt: {} Operationen
es: Total: {} operaciones
et: Kokku: {} toimingut
fi: Yhteensä: {} toimintoa
fr: Total : {} opérations
hr: Ukupno: {} operacija
hu: Összesen: {} művelet
is: Heildar: {} aðgerðir
it: Totale: {} operazioni
nl: Totaal: {} bewerkingen
no: Totalt: {} operasjoner
pl: Łącznie: {} operacji
pt: Total: {} operações
ro: Total: {} operațiuni
ru: Всего: {} операций
sk: Celkom: {} operácií
sv: Totalt: {} operationer
uk: Total: {} операцій

source: Welcome to Jellyfix
bg: Добре дошли в Jellyfix
cs: Vítejte v Jellyfix
da: Velkommen til Jellyfix
de: Willkommen bei Jellyfix
es: Bienvenido a Jellyfix
et: Tere tulemast Jellyfixi
fi: Tervetuloa Jellyfixiin
fr: Bienvenue dans Jellyfix
hr: Dobrodošli u Jellyfix
hu: Üdvözöljük a Jellyfixben
is: Velkomin í Jellyfix
it: Benvenuto in Jellyfix
nl: Welkom bij Jellyfix
no: Velkommen til Jellyfix
pl: Witamy w Jellyfix
pt: Bem-vindo ao Jellyfix
ro: Bine ați venit la Jellyfix
ru: Добро пожаловать в Jellyfix
sk: Vitajte v Jellyfix
sv: Välkommen till Jellyfix
uk: Вітаємо у Jellyfix

source: Drop a folder here
bg: Пуснете папка тук
cs: Přetáhněte sem složku
da: Træk en mappe hertil
de: Ordner hier ablegen
es: Suelta una carpeta aquí
et: Kanna kaust siia
fi: Vedä kansio tähän
fr: Déposez un dossier ici
hr: Ovdje ispustite mapu
hu: Húzzon ide egy mappát
is: Dreifðu möppu hér
it: Trascina una cartella qui
nl: Sleep een map hier.
no: Slipp en mappe her
pl: Upuść folder tutaj
pt: Solte uma pasta aqui
ro: Trageți un folder aici
ru: Перетащите папку сюда
sk: Presuňte sem priečinok
sv: Dra en mapp hit
uk: Перетягніть папку сюди

source: or click the button below
bg: или кликнете бутона по-долу
cs: nebo klikněte na tlačítko níže
da: eller klik på knappen nedenfor
de: oder klicken Sie auf die Schaltfläche unten
es: o haga clic en el botón de abajo
et: või klõpsake alloleval nupul
fi: tai napsauta alla olevaa painiketta
fr: ou cliquez sur le bouton ci-dessous
hr: ili kliknite gumb ispod
hu: vagy kattintson az alábbi gombra
is: eða smelltu á hnappinn hér að neðan
it: o fai clic sul pulsante qui sotto
nl: of klik op de knop hieronder
no: eller klikk på knappen nedenfor
pl: lub kliknij przycisk poniżej
pt: ou clique no botão abaixo
ro: sau faceți clic pe butonul de mai jos
ru: или нажмите кнопку ниже
sk: alebo kliknite na tlačidlo nižšie
sv: eller klicka på knappen nedan
uk: або натисніть кнопку нижче

source: Add Library
bg: Добави библиотека
cs: Přidat knihovnu
da: Tilføj bibliotek
de: Bibliothek hinzufügen
es: Agregar Biblioteca
et: Lisa raamatukogu
fi: Lisää kirjasto
fr: Ajouter une bibliothèque
hr: Dodaj knjižnicu
hu: Könyvtár hozzáadása
is: Bæta við bókasafni
it: Aggiungi Libreria
nl: Bibliotheek toevoegen
no: Legg til bibliotek
pl: Dodaj bibliotekę
pt: Adicionar Biblioteca
ro: Adaugă bibliotecă
ru: Добавить библиотеку
sk: Pridať knižnicu
sv: Lägg till bibliotek
uk: Додати бібліотеку

source: Recent Libraries
bg: Наскоро използвани библиотеки
cs: Nedávné knihovny
da: Seneste biblioteker
de: Kürzliche Bibliotheken
es: Bibliotecas Recientes
et: Viimased raamatukogud
fi: Viimeisimmät kirjastot
fr: Bibliothèques récentes
hr: Nedavne biblioteke
hu: Legutóbbi Könyvtárak
is: Nýlegar bókasöfn
it: Librerie recenti
nl: Recente Bibliotheken
no: Nylig biblioteker
pl: Ostatnie biblioteki
pt: Bibliotecas Recentes
ro: Biblioteci recente
ru: Недавние библиотеки
sk: Nedávne knižnice
sv: Senaste bibliotek
uk: Останні бібліотеки

source: Clear recent libraries
bg: Изчисти последните библиотеки
cs: Vymazat nedávné knihovny
da: Ryd seneste biblioteker
de: Letzte Bibliotheken löschen
es: Borrar bibliotecas recientes
et: Kustuta hiljutised raamatukogud
fi: Tyhjennä äskettäin käytetyt kirjastot
fr: Effacer les bibliothèques récentes
hr: Izbriši nedavne biblioteke
hu: Tisztítsa meg a legutóbbi könyvtárakat
is: Hreinsa nýlegar bókasöfn
it: Cancella librerie recenti
nl: Wis recente bibliotheken
no: Tøm nylige biblioteker
pl: Wyczyść ostatnie biblioteki
pt: Limpar bibliotecas recentes
ro: Șterge bibliotecile recente
ru: Очистить недавние библиотеки
sk: Vymazať nedávne knižnice
sv: Rensa senaste bibliotek
uk: Очистити недавні бібліотеки

source: weeks ago
bg: преди седмици
cs: před týdny
da: uger siden
de: vor Wochen
es: hace semanas
et: nädalat tagasi
fi: viikkoa sitten
fr: semaines auparavant
hr: prije tjedan dana
hu: hetek ezelőtt
is: vikur síðan
it: settimane fa
nl: weken geleden
no: uker siden
pl: tygodnie temu
pt: semana passada
ro: acum câteva săptămâni
ru: недели назад
sk: pred týždňami
sv: veckor sedan

source: days ago
bg: преди дни
cs: před dny
da: dage siden
de: vor Tagen
es: hace días
et: päevad tagasi
fi: päiviä sitten
fr: il y a quelques jours
hr: prije dana
hu: napja
is: dögum síðan
it: giorni fa
nl: dagen geleden
no: dager siden
pl: dni temu
pt: dias atrás
ro: cu câteva zile în urmă
ru: дней назад
sk: pred pár dňami
sv: dagar sedan
uk: днів тому

source: hours ago
bg: преди часове
cs: před hodinou
da: timer siden
de: vor Stunden
es: hace horas
et: tunde tagasi
fi: tunteja sitten
fr: heures auparavant
hr: prije sati
hu: órákkal ezelőtt
is: klukkustundum síðan
it: ore fa
nl: uren geleden
no: timer siden
pl: godzin temu
pt: há horas
ro: acum câteva ore
ru: часов назад
sk: pred hodinami
sv: timmar sedan
uk: годин тому

source: Just now
bg: Току-що
cs: Právě teď
da: Lige nu
de: Gerade eben
es: Justo ahora
et: Just nüüd
fi: Juuri nyt
fr: À l'instant
hr: Upravo sada
hu: Most azonnal
is: Rétt í þessu
it: Appena adesso
nl: Net nu
no: Akkurat nå
pl: Właśnie teraz
pt: Agora mesmo
ro: Chiar acum
ru: Только что
sk: Práve teraz
sv: Nyss
uk: Тільки що

source: No Selection
bg: Няма избор
cs: Žádný výběr
da: Ingen valg
de: Keine Auswahl
es: Sin selección
et: Ei valikut
fi: Ei valintaa
fr: Aucune sélection
hr: Nema odabira
hu: Nincs kiválasztás
is: Engin valin.
it: Nessuna selezione
nl: Geen selectie
no: Ingen valg
pl: Brak wyboru
pt: Nenhuma Seleção
ro: Nicio selecție
ru: Нет выбора
sk: Žiadny výber
sv: Ingen val
