Repository: talesam/jellyfix
Catalog: locale/*.po
Languages: bg, cs, da, de, es, et, fi, fr, hr, hu, is, it, nl, no, pl, pt, ro, ru, sk, sv, uk

source: No operations needed
bg: Няма нужда от операции
cs: Žádné operace nejsou potřeba
da: Ingen operationer nødvendige
de: Keine Operationen erforderlich
es: No se necesitan operaciones
et: Ei ole vajalikke toiminguid.
fi: Ei toimintoja tarvita
fr: Aucune opération nécessaire
hr: Nema potrebnih operacija
hu: Nincs szükség műveletekre
is: Engin aðgerðir nauðsynlegar
it: Nessuna operazione necessaria
nl: Geen bewerkingen nodig
no: Ingen operasjoner nødvendig
pl: Brak operacji wymaganych
pt: Nenhuma operação necessária
ro: Nicio operațiune necesară
ru: Операции не требуются
sk: Žiadne operácie nie sú potrebné
sv: Inga åtgärder behövs
uk: Немає необхідності в операціях

source: 📂 Directory Browser
bg: 📂 Преглед на директории
cs: 📂 Prohlížeč adresářů
da: 📂 Mappesøger
de: 📂 Verzeichnisbrowser
es: 📂 Navegador de Directorios
et: 📂 Kaustiku Sirvija
fi: 📂 Hakemisto Selaaja
fr: 📂 Navigateur de répertoires
hr: 📂 Preglednik direktorija
hu: 📂 Könyvtárböngésző
is: 📂 Skjalasafn
it: 📂 Esplora Risorse
nl: 📂 Bestandsbrowser
no: 📂 Katalogleser
pl: 📂 Przeglądarka katalogów
pt: 📂 Navegador de Diretórios
ro: 📂 Browser de directoare
ru: 📂 Обозреватель каталогов
sk: 📂 Prehliadač adresárov
sv: 📂 Katalogbläddrare
uk: 📂 Переглядач каталогів

source: Current:
bg: Текущи:
cs: Aktuální:
da: Aktuel:
de: Aktuell:
es: Actual:
et: Praegune:
fi: Nykyinen:
fr: Actuel :
hr: Trenutno:
hu: Aktuális:
is: Núverandi:
it: Attuale:
nl: Huidig:
no: Nåværende:
pl: Aktualny:
pt: Atual:
ro: Curent:
ru: Текущий:
sk: Aktuálny:
sv: Aktuell:
uk: Поточний:

source: ✓ Select this directory
bg: ✓ Изберете тази директория
cs: ✓ Vyberte tento adresář
da: ✓ Vælg denne mappe
de: ✓ Wählen Sie dieses Verzeichnis aus
es: ✓ Selecciona este directorio
et: ✓ Valige see kaust
fi: ✓ Valitse tämä hakemisto
fr: ✓ Sélectionnez ce répertoire
hr: ✓ Odaberite ovu mapu
hu: ✓ Válaszd ki ezt a könyvtárat
is: ✓ Veldu þessa skráarsafn
it: ✓ Seleziona questa directory
nl: ✓ Selecteer deze map
no: ✓ Velg denne mappen
pl: ✓ Wybierz ten katalog
pt: ✓ Selecione este diretório
ro: ✓ Selectați acest director
ru: ✓ Выберите эту директорию
sk: ✓ Vyberte tento adresár
sv: ✓ Välj den här mappen
uk: ✓ Виберіть цей каталог

source: ⬆️ .. (go back)
bg: ⬆️ .. (върни се)
cs: ⬆️ .. (zpět)
da: ⬆️ .. (gå tilbage)
de: ⬆️ .. (zurück)
es: ⬆️ .. (volver)
et: ⬆️ .. (mine tagasi)
fi: ⬆️ .. (palaa takaisin)
fr: ⬆️ .. (retour)
hr: ⬆️ .. (vrati se)
hu: ⬆️ .. (vissza)
is: ⬆️ .. (fara aftur)
it: ⬆️ .. (torna indietro)
nl: ⬆️ .. (teruggaan)
no: ⬆️ .. (gå tilbake)
pl: ⬆️ .. (wróć)
pt: ⬆️ .. (voltar)
ro: ⬆️ .. (înapoi)
ru: ⬆️ .. (вернуться)
sk: ⬆️ .. (späť)
sv: ⬆️ .. (gå tillbaka)

source: ⌨️ Type path manually
bg: ⌨️ Въведете пътя ръчно
cs: ⌨️ Zadejte cestu ručně
da: ⌨️ Indtast sti manuelt
de: ⌨️ Pfad manuell eingeben
es: ⌨️ Escriba la ruta manualmente
et: ⌨️ Sisestage tee käsitsi
fi: ⌨️ Kirjoita polku manuaalisesti
fr: ⌨️ Tapez le chemin manuellement
hr: ⌨️ Ručno unesite putanju
hu: ⌨️ Írja be az elérési utat manuálisan
is: ⌨️ Sláðu inn leiðina handvirkt
it: ⌨️ Digita il percorso manualmente
nl: ⌨️ Typ het pad handmatig
no: Skriv sti manuelt
pl: ⌨️ Wpisz ścieżkę ręcznie
pt: ⌨️ Digite o caminho manualmente
ro: ⌨️ Introduceți calea manualmente
ru: ⌨️ Введите путь вручную
sk: ⌨️ Zadajte cestu ručne
sv: ⌨️ Skriv sökväg manuellt
uk: ⌨️ Введіть шлях вручну

source: ❌ Cancel
bg: ❌ Отказване
cs: ❌ Zrušit
da: ❌ Annuller
de: ❌ Abbrechen
es: ❌ Cancelar
et: ❌ Tühista
fi: ❌ Peruuta
fr: ❌ Annuler
hr: ❌ Odustani
hu: ❌ Mégse
is: ❌ Hætta við
it: ❌ Annulla
nl: ❌ Annuleren
no: ❌ Avbryt
pl: ❌ Anuluj
pt: ❌ Cancelar
ro: ❌ Anulează
ru: ❌ Отмена
sk: ❌ Zrušiť
sv: ❌ Avbryt

source: Select directory:
bg: Изберете директория:
cs: Vyberte adresář:
da: Vælg mappe:
de: Verzeichnis auswählen:
es: Seleccionar directorio:
et: Vali kaust:
fi: Valitse hakemisto:
fr: Sélectionner le répertoire :
hr: Odaberite direktorij:
hu: Könyvtár kiválasztása:
is: Veldu skráarsafn:
it: Seleziona directory:
nl: Selecteer map:
no: Velg katalog:
pl: Wybierz katalog:
pt: Selecionar diretório:
ro: Selectați directorul:
ru: Выберите каталог:
sk: Vyberte adresár:
sv: Välj katalog:
uk: Виберіть каталог:

source: Enter full directory path:
bg: Въведете пълния път до директорията:
cs: Zadejte úplnou cestu k adresáři:
da: Indtast fuld stinavn:
de: Geben Sie den vollständigen Verzeichnispfad ein:
es: Ingrese la ruta completa del directorio:
et: Sisestage täielik katalooge tee:
fi: Syötä koko hakemistopolku:
fr: Entrez le chemin complet du répertoire :
hr: Unesite puni put do direktorija:
hu: Adja meg a teljes könyvtár elérési útját:
is: Sláðu inn fullan skráarslóð:
it: Inserisci il percorso completo della directory:
nl: Voer het volledige pad naar de map in:
no: Skriv inn full katalogbane:
pl: Wprowadź pełną ścieżkę do katalogu:
pt: Digite o caminho completo do diretório:
ro: Introduceți calea completă a directorului:
ru: Введите полный путь к каталогу:
sk: Zadajte úplnú cestu k adresáru:
sv: Ange fullständig sökväg till katalog:
uk: Введіть повний шлях до каталогу:

source: Path:
bg: Път:
cs: Cesta:
da: Sti:
de: Pfad:
es: Ruta:
et: Teekond:
fi: Polku:
fr: Chemin :
hr: Putanja:
hu: Útvonal:
is: Slóð:
it: Percorso:
nl: Pad:
no: Sti:
pl: Ścieżka:
pt: Caminho:
ro: Cale:
ru: Путь:
sk: Cesta:
sv: Sökväg:
uk: Путь:

source: Directory not found!
bg: Директорията не е намерена!
cs: Adresář nebyl nalezen!
da: Bibliotek ikke fundet!
de: Verzeichnis nicht gefunden!
es: ¡Directorio no encontrado!
et: Katalooge ei leitud!
fi: Hakemistoa ei löytynyt!
fr: Répertoire introuvable !
hr: Direktorij nije pronađen!
hu: A könyvtár nem található!
is: Skráarsafn fannst ekki!
it: Directory non trovata!
nl: Map niet gevonden!
no: Katalog ikke funnet!
pl: Katalog nie został znaleziony!
pt: Diretório não encontrado!
ro: Directorul nu a fost găsit!
ru: Каталог не найден!
sk: Adresár nenájdený!
sv: Katalogen hittades inte!
uk: Директорія не знайдена!

source: Permission denied
bg: Достъпът е отказан
cs: Odmítnuto povolení
da: Adgang nægtet
de: Zugriff verweigert
es: Permiso denegado
et: Luba keelatud
fi: Käyttöoikeus evätty
fr: Permission refusée
hr: Odbijena dozvola
hu: Hozzáférés megtagadva
is: Aðgangur hafnaður
it: Permesso negato
nl: Toegang geweigerd
no: Tillatelse nektet
pl: Odmowa dostępu
pt: Permissão negada
ro: Permisiune refuzată
ru: Доступ запрещён
sk: Prístup zamietnutý
sv: Åtkomst nekad
uk: Доступ заборонено

source: Settings
bg: Настройки
cs: Nastavení
da: Indstillinger
de: Einstellungen
es: Configuración
et: Seaded
fi: Asetukset
fr: Paramètres
hr: Postavke
hu: Beállítások
is: Stillingar
it: Impostazioni
nl: Instellingen
no: Innstillinger
pl: Ustawienia
pt: Configurações
ro: Setări
ru: Настройки
sk: Nastavenia
sv: Inställningar
uk: Налаштування

source: What would you like to configure?
bg: Какво бихте искали да конфигурирате?
cs: Co byste chtěli nakonfigurovat?
da: Hvad vil du gerne konfigurere?
de: Was möchten Sie konfigurieren?
es: ¿Qué te gustaría configurar?
et: Mida soovite konfigureerida?
fi: Mitä haluaisit konfiguroida?
fr: Que souhaitez-vous configurer ?
hr: Što biste željeli konfigurirati?
hu: Mit szeretne konfigurálni?
is: Hvað viltu stilla?
it: Cosa vorresti configurare?
nl: Wat wilt u configureren?
no: Hva vil du konfigurere?
pl: Co chciałbyś skonfigurować?
pt: O que você gostaria de configurar?
ro: Ce doriți să configurați?
ru: Что вы хотите настроить?
sk: Čo by ste chceli nakonfigurovať?
sv: Vad skulle du vilja konfigurera?
uk: Що б ви хотіли налаштувати?

source: Subtitle Options
cs: Možnosti titulků
de: Untertiteloptionen
et: Subtiitri valikud
fi: Tekstitysvaihtoehdot
hr: Opcije titlova
is: Undirskriftarvalkostir
it: Opzioni Sottotitoli
pt: Opções de Legenda
ru: Настройки субтитров
sk: Možnosti titulkov
sv: Undertextalternativt
uk: Опції субтитрів

source: Metadata Options
cs: Možnosti metadat
de: Metadatenoptionen
et: Metaandmed valikud
fi: Metatietovaihtoehdot
hr: Opcije metapodataka
is: Metagagnir Valkostir
it: Opzioni Metadati
pt: Opções de Metadados
ru: Параметры метаданных
sk: Možnosti metadát
sv: Metadataalternativ
uk: Метадані Опції

source: File Organization
cs: Organizace souborů
de: Dateiorganisation
et: Faili korraldus
fi: Tiedostojen järjestäminen
hr: Organizacija datoteka
is: Skráaskipulag
it: Organizzazione dei file
pt: Organização de Arquivos
ru: Организация файлов
sk: Organizácia súborov
sv: Filorganisation
uk: Файлова організація

source: Back
bg: Назад
cs: Zpět
da: Tilbage
de: Zurück
es: Atrás
et: Tagasi
fi: Takaisin
fr: Retour
hr: Natrag
hu: Vissza
is: Til baka
it: Indietro
nl: Terug
no: Tilbake
pl: Wstecz
pt: Voltar
ro: Înapoi
ru: Назад
sk: Späť
sv: Tillbaka
uk: Назад

source: (Use ↑↓ and ENTER to select)
bg: (Използвайте ↑↓ и ENTER, за да изберете)
cs: (Použijte ↑↓ a ENTER pro výběr)
da: (nan)
de: (Taste ↑↓ und ENTER zum Auswählen verwenden)
es: clave (usada para contexto): (Usa ↑↓ y ENTER para seleccionar) cadena para traducir: (Usa ↑↓ y ENTER para seleccionar)
et: (Use ↑↓ ja ENTER, et valida)
fi: (Valitse ↑↓ ja PÄÄTÄ painikkeella)
fr: (Utilisez ↑↓ et ENTRÉE pour sélectionner)
hr: (Upotrijebite ↑↓ i ENTER za odabir)
hu: (Használja a ↑↓ és az ENTER billentyűt a kiválasztáshoz)
is: (Nota: Vinsamlegast notaðu ↑↓ og ENTER til að velja)
it: (Usa ↑↓ e INVIO per selezionare)
nl: Sleutel (gebruik ↑↓ en ENTER om te selecteren)
no: (Bruk ↑↓ og ENTER for å velge)
pl: (Użyj ↑↓ i ENTER, aby wybrać)
pt: (Use ↑↓ e ENTER para selecionar)
ro: cheie (folosit pentru context): (Folosiți ↑↓ și ENTER pentru a selecta) șir de tradus: (Folosiți ↑↓ și ENTER pentru a selecta)
ru: (Используйте ↑↓ и ENTER для выбора)
sk: kľúč (použite ↑↓ a ENTER na výber)
sv: (Använd ↑↓ och ENTER för att välja)
uk: (Використовуйте ↑↓ та ENTER для вибору)

source: Subtitle settings:
cs: Nastavení titulků:
de: Untertitel-Einstellungen:
et: Subtiitri seaded:
fi: Tekstityksen asetukset:
hr: Postavke titlova:
is: Undirtakstillingar:
it: Impostazioni dei sottotitoli:
pt: Configurações de legendas:
ru: Настройки субтитров:
sk: Nastavenia titulkov:
sv: Undertextinställningar:
uk: Налаштування субтитрів:

source: Rename language variants (lang2→lang, lang3→lang)
bg: Преименувайте езиковите варианти (lang2→lang, lang3→lang)
cs: Přejmenovat jazykové varianty (lang2→lang, lang3→lang)
da: Omdøb sprogvarianter (lang2→lang, lang3→lang)
de: Sprache Varianten umbenennen (lang2→lang, lang3→lang)
es: Renombrar variantes de idioma (lang2→lang, lang3→lang)
et: Nimeta keele variandid (lang2→lang, lang3→lang)
fi: Nimeä kielivariantit uudelleen (lang2→lang, lang3→lang)
fr: Renommer les variantes de langue (lang2→lang, lang3→lang)
hr: Preimenujte jezične varijante (lang2→lang, lang3→lang)
hu: Nyelvi változatok átnevezése (lang2→lang, lang3→lang)
is: Endurnefna tungumálavarianta (lang2→lang, lang3→lang)
it: Rinomina le varianti linguistiche (lang2→lang, lang3→lang)
nl: Hernoem taalvarianten (lang2→lang, lang3→lang)
no: Gi språkvarianter nye navn (lang2→lang, lang3→lang)
pl: Zmień warianty językowe (lang2→lang, lang3→lang)
pt: Renomear variantes de idioma (lang2→idioma, lang3→idioma)
ro: Renunță la variantele de limbă (lang2→limbă, lang3→limbă)
ru: Переименовать языковые варианты (lang2→lang, lang3→lang)
sk: Prezrite varianty jazyka (lang2→lang, lang3→lang)
sv: Byt namn på språkvarianter (lang2→lang, lang3→lang)

source: Remove duplicate variants (lang2, lang3)
bg: Премахнете дублиращите се варианти (език2, език3)
cs: Odstranit duplicitní varianty (lang2, lang3)
da: Fjern dublerede varianter (lang2, lang3)
de: Doppelte Varianten entfernen (lang2, lang3)
es: Eliminar variantes duplicadas (lang2, lang3)
et: Eemalda dubleerivad variandid (lang2, lang3)
fi: Poista kaksoiskappaleet (lang2, lang3)
fr: Supprimer les variantes dupliquées (lang2, lang3)
hr: Ukloni duplicirane varijante (jezik2, jezik3)
hu: Törölje a duplikált változatokat (nyelv2, nyelv3)
is: Fjarlægðu tvítekna afbrigði (lang2, lang3)
it: Rimuovi varianti duplicate (lang2, lang3)
nl: Verwijder dubbele varianten (lang2, lang3)
no: Fjern dupliserte varianter (lang2, lang3)
pl: Usuń duplikaty wariantów (lang2, lang3)
pt: Remover variantes duplicadas (lang2, lang3)
ro: Elimină variantele duplicate (lang2, lang3)
ru: Удалить дублирующие варианты (lang2, lang3)
sk: Odstrániť duplicitné varianty (jazyk2, jazyk3)
sv: Ta bort dubbletter av varianter (lang2, lang3)
uk: Видалити дублікати варіантів (lang2, lang3)

source: Add language code to subtitles
bg: Добавете езиковия код към субтитрите
cs: Přidat jazykový kód k titulkům
da: Tilføj sprogkode til undertekster
de: Sprachecode zu Untertiteln hinzufügen
es: Agregar código de idioma a los subtítulos
et: Lisa keelekood subtiitritele
fi: Lisää kielikoodi tekstityksiin
fr: Ajouter le code de langue aux sous-titres
hr: Dodaj jezični kod titlovima
hu: Nyelvkód hozzáadása a feliratokhoz
is: Bæta tungumálakóða við texta
it: Aggiungi codice lingua ai sottotitoli
nl: Voeg taalcodes toe aan ondertitels
no: Legg til språk kode til undertekster
pl: Dodaj kod języka do napisów
pt: Adicionar código de idioma às legendas
ro: Adăugați codul de limbă la subtitrări
ru: Добавить код языка к субтитрам
sk: Pridať jazykový kód k titulkám
sv: Lägg till språkkod till undertexter
uk: Додати код мови до субтитрів

source: Remove foreign subtitles
bg: Премахнете чуждите субтитри
cs: Odstranit cizí titulky
da: Fjern udenlandske undertekster
de: Fremduntertitel entfernen
es: Eliminar subtítulos extranjeros
et: Eemalda välismaised subtiitrid
fi: Poista vieraat tekstitykset
fr: Supprimer les sous-titres étrangers
hr: Ukloni strane titlove
hu: Távolítsa el a külföldi feliratokat
is: Fjarlægja erlend undirskriftir
it: Rimuovi sottotitoli stranieri
nl: Verwijder buitenlandse ondertitels
no: Fjern utenlandske undertekster
pl: Usuń obce napisy
pt: Remover legendas estrangeiras
ro: Elimină subtitrările străine
ru: Удалить иностранные субтитры
sk: Odstrániť zahraničné titulky
sv: Ta bort utländska undertexter
uk: Видалити іноземні субтитри

source: Kept languages:
bg: Запазени езици:
cs: Udržované jazyky:
da: Beholdte sprog:
de: Beibehaltene Sprachen:
es: Idiomas mantenidos:
et: Hoidetud keeled:
fi: Säilytetyt kielet:
fr: Langues conservées :
hr: Zadržani jezici:
hu: Megőrzött nyelvek:
is: Geymdar tungumál:
it: Lingue mantenute:
nl: Behouden talen:
no: Beholdte språk:
pl: Zachowane języki:
pt: Idiomas mantidos:
ro: Limbi păstrate:
ru: Сохраненные языки:
sk: Uložené jazyky:
sv: Bevarade språk:
uk: Збережені мови:

source: Fix Mirabel files (.pt-BR.hi → .por)
bg: Поправете файловете на Mirabel (.pt-BR.hi → .por)
cs: Opravit soubory Mirabel (.pt-BR.hi → .por)
da: Reparer Mirabel-filer (.pt-BR.hi → .por)
de: Mirabel-Dateien reparieren (.pt-BR.hi → .por)
et: Paranda Mirabeli faile (.pt-BR.hi → .por)
fi: Korjaa Mirabel-tiedostot (.pt-BR.hi → .por)
hr: Popravi Mirabel datoteke (.pt-BR.hi → .por)
is: Laga Mirabel skrár (.pt-BR.hi → .por)
it: Correggi i file di Mirabel (.pt-BR.hi → .por)
nl: Herstel Mirabel-bestanden (.pt-BR.hi → .por)
pt: Corrigir arquivos Mirabel (.pt-BR.hi → .por)
ru: Исправить файлы Mirabel (.pt-BR.hi → .por)
sk: Opraviť súbory Mirabel (.pt-BR.hi → .por)
sv: Fixa Mirabel-filer (.pt-BR.hi → .por)
uk: Corrigir arquivos Mirabel (.pt-BR.hi → .por)

source: Min Portuguese words:
bg: Минимален брой португалски думи:
cs: Minimální portugalská slova:
da: Min portugisiske ord:
de: Minimale portugiesische Wörter:
es: Min palabras en portugués:
et: Min portugali keele sõnad:
fi: Min portugalinkieliset sanat:
fr: Min mots portugais :
hr: Min portugalskih riječi:
hu: Min portugál szavak:
is: Min portúguesa orð:
it: Min parole portoghesi:
nl: Minimale Portugese woorden:
no: Min portugisiske ord:
pl: Min słów portugalskich:
pt: Min palavras em português:
ro: Min cuvinte portugheze:
ru: Минимальное количество слов на португальском:
sk: Min portugalských slov:
sv: Mina portugisiska ord:
uk: Min palavras em português:

source: Rename language variants
bg: Преименувайте езиковите варианти
cs: Přejmenovat jazykové varianty
da: Omdøb sprogvarianter
de: Sprachevarianten umbenennen
es: Renombrar variantes de idioma
et: Nimeta keelevariandid
fi: Nimeä kielivariantit
fr: Renommer les variantes de langue
hr: Preimenuj varijante jezika
hu: Nyelvi változatok átnevezése
is: Endurnefna tungumálavarianta
it: Rinomina varianti di lingua
nl: Hernoem taalkwesties
no: Gi språkvarianter nytt navn
pl: Zmień nazwy wariantów językowych
pt: Renomear variantes de idioma
ro: Renunță variantele de limbă
ru: Переименовать языковые варианты
sk: Prezmenujte jazykové varianty
sv: Byt namn på språkliga varianter

source: Setting saved
bg: Настройката е запазена
cs: Nastavení uloženo
da: Indstilling gemt
de: Einstellung gespeichert
es: Configuración guardada
et: Seaded salvestatud
fi: Asetus tallennettu
fr: Paramètre enregistré
hr: Postavka spremljena
hu: Beállítás mentve
is: Stilling vistu
it: Impostazione salvata
nl: Instelling opgeslagen
no: Innstilling lagret
pl: Ustawienie zapisane
pt: Configuração salva
ro: Setare salvată
ru: Настройки сохранены
sk: Nastavenie uložené
sv: Inställning sparad
uk: Налаштування збережено

source: Remove duplicate variants
bg: Премахнете дублиращите се варианти
cs: Odstranit duplicitní varianty
da: Fjern dublerede varianter
de: Doppelte Varianten entfernen
es: Eliminar variantes duplicadas
et: Eemalda duplikaadivariandid
fi: Poista kaksoiskappaleet
fr: Supprimer les variantes dupliquées
hr: Ukloni duplicirane varijante
hu: Duplikált változatok eltávolítása
is: Fjarlægja tvítekna afbrigði
it: Rimuovi varianti duplicate
nl: Verwijder dubbele varianten
no: Fjern dupliserte varianter
pl: Usuń duplikaty wariantów
pt: Remover variantes duplicadas
ro: Eliminare variante duplicate
ru: Удалить дублирующиеся варианты
sk: Odstrániť duplicitné varianty
sv: Ta bort dubbletter av varianter
uk: Видалити дублікати варіантів

source: Add language code
bg: Добавете код на езика
cs: Přidat jazykový kód
da: Tilføj sprogkode
de: Sprache-Code hinzufügen
es: Agregar código de idioma
et: Lisa keele kood
fi: Lisää kielikoodi
fr: Ajouter le code de langue
hr: Dodaj jezični kod
hu: Nyelvkód hozzáadása
is: Bæta við tungumálakóða
it: Aggiungi codice lingua
nl: Voeg taalcodes toe
no: Legg til språk kode
pl: Dodaj kod języka
pt: Adicionar código de idioma
ro: Adăugați codul de limbă
ru: Добавить код языка
sk: Pridať jazykový kód
sv: Lägg till språkkod
uk: Додати код мови

source: Remove foreign
bg: Премахнете чуждото
cs: Odstranit cizí
da: Fjern udenlandsk
de: Fremd entfernen
es: Eliminar extranjero
et: Eemalda välismaine
fi: Poista ulkomainen
fr: Supprimer étranger
hr: Ukloni strano
hu: Idegen eltávolítása
is: Fjarlægja útlending
it: Rimuovi esterno
nl: Verwijder vreemd
no: Fjern utenlandsk
pl: Usuń obcy
pt: Remover estrangeiro
ro: Elimină străin
ru: Удалить иностранный
sk: Odstrániť cudzí
sv: Ta bort utländsk
uk: Видалити іноземний

source: Kept languages
bg: Запазени езици
cs: Udržované jazyky
da: Beholdte sprog
de: Beibehaltene Sprachen
es: Idiomas mantenidos
et: Hoidetud keeled
fi: Säilytetyt kielet
fr: Langues conservées
hr: Zadržani jezici
hu: Megőrzött nyelvek
is: Haldið tungumál
it: Lingue mantenute
nl: Behouden talen
no: Beholdte språk
pl: Zachowane języki
pt: Idiomas mantidos
ro: Limbi păstrate
ru: Сохраненные языки
sk: Udržiavané jazyky
sv: Bevarade språk
uk: Збережені мови

source: Fix Mirabel files
bg: Поправете файловете на Mirabel
cs: Opravit soubory Mirabel
da: Reparer Mirabel-filer
de: Mirabel-Dateien reparieren
et: Paranda Mirabeli faile
fi: Korjaa Mirabel-tiedostot
hr: Popravi Mirabel datoteke
hu: Javítsa a Mirabel fájlokat
is: Laga Mirabel skrár
it: Correggi i file di Mirabel
nl: Herstel Mirabel-bestanden
pl: Napraw pliki Mirabel
pt: Corrigir arquivos Mirabel
ro: Reparare fișierele Mirabel
ru: Исправить файлы Mirabel
sk: Opraviť súbory Mirabel
sv: Åtgärda Mirabel-filer
uk: Виправити файли Mirabel

source: Min Portuguese words
bg: Минимални португалски думи
cs: Minimální portugalská slova
da: Min portugisiske ord
de: Minimale portugiesische Wörter
es: Mínimo de palabras en portugués
et: Min portugali keele sõnad
fi: Min portugalinkieliset sanat
fr: Min mots portugais
hr: Min portugalskih riječi
hu: Minimális portugál szavak
is: Min pörtuğalsk orð
it: Min parole portoghesi
nl: Minimale Portugese woorden
no: Min portugisiske ord
pl: Min słów portugalskich
pt: Min palavras em português
ro: Min cuvinte portugheze
ru: Минимальное количество португальских слов
sk: Minimálne portugalské slová
sv: Min portugisiska ord
uk: Min palavras em português

source: Minimum number of Portuguese words:
bg: Минимален брой португалски думи:
cs: Minimální počet portugalských slov:
da: Minimum antal portugisiske ord:
de: Mindestanzahl portugiesischer Wörter:
es: Número mínimo de palabras en portugués:
et: Minimaalne portugali keele sõnade arv:
fi: Vähimmäismäärä portugalinkielisiä sanoja:
fr: Nombre minimum de mots en portugais :
hr: Minimalni broj portugalskih riječi:
hu: Minimum számú portugál szó:
is: Lágmarksfjöldi portúgalskra orða:
it: Numero minimo di parole portoghesi:
nl: Minimaal aantal Portugese woorden:
no: Minimum antall portugisiske ord:
pl: Minimalna liczba portugalskich słów:
pt: Número mínimo de palavras em português:
ro: Număr minim de cuvinte în portugheză:
ru: Минимальное количество португальских слов:
sk: Minimálny počet portugalských slov:
sv: Minimalt antal portugisiska ord:
uk: Minimum number of palavras em português:

source: Setting saved to ~/.jellyfix/config.json
bg: Настройката е запазена в ~/.jellyfix/config.json
cs: Nastavení uloženo do ~/.jellyfix/config.json
da: Indstilling gemt til ~/.jellyfix/config.json
de: Einstellung in ~/.jellyfix/config.json gespeichert
es: Configuración guardada en ~/.jellyfix/config.json
et: Seade salvestatud faili ~/.jellyfix/config.json
fi: Asetus tallennettu osoitteeseen ~/.jellyfix/config.json
fr: Paramètre enregistré dans ~/.jellyfix/config.json
hr: Postavka spremljena u ~/.jellyfix/config.json
hu: Beállítás mentve a ~/.jellyfix/config.json fájlba
is: Stilling vistað í ~/.jellyfix/config.json
it: Impostazione salvata in ~/.jellyfix/config.json
nl: Instelling opgeslagen in ~/.jellyfix/config.json
no: Innstilling lagret til ~/.jellyfix/config.json
pl: Ustawienia zapisane w ~/.jellyfix/config.json
pt: Configuração salva em ~/.jellyfix/config.json
ro: Setare salvată în ~/.jellyfix/config.json
ru: Настройки сохранены в ~/.jellyfix/config.json
sk: Nastavenie uložené do ~/.jellyfix/config.json
sv: Inställning sparad till ~/.jellyfix/config.json
uk: Налаштування збережено в ~/.jellyfix/config.json

source: Invalid value!
bg: Невалидна стойност!
cs: Neplatná hodnota!
da: Ugyldig værdi!
de: Ungültiger Wert!
es: ¡Valor inválido!
et: Kehtetu väärtus!
fi: Virheellinen arvo!
fr: Valeur invalide !
hr: Nevažeća vrijednost!
hu: Érvénytelen érték!
is: Ógild gildi!
it: Valore non valido!
nl: Ongeldige waarde!
no: Ugyldig verdi!
pl: Nieprawidłowa wartość!
pt: Valor inválido!
ro: Valoare invalidă!
ru: Неверное значение!
sk: Neplatná hodnota!
sv: Ogiltigt värde!
uk: Неправильне значення!

source: Metadata settings:
cs: Nastavení metadat:
de: Metadaten-Einstellungen:
et: Metaandmete seaded:
fi: Metatietojen asetukset:
hr: Postavke metapodataka:
is: Eiginleika stillingar:
it: Impostazioni dei metadati:
pt: Configurações de metadados:
ru: Настройки метаданных:
sk: Nastavenia metadát:
sv: Metadata-inställningar:
uk: Метадані налаштування:
