Repository: talesam/jellyfix
Catalog: locale/*.po
Languages: bg, cs, da, de, es, et, fi, fr, hr, hu, is, it, nl, no, pl, pt, ro, ru, sk, sv, uk

source: Manual search: %s
bg: Ръчно търсене: %s
cs: Ruční vyhledávání: %s
da: Manuel søgning: %s
de: Manuelle Suche: %s
et: Käsitsi otsing: %s
fi: Manuaalinen haku: %s
hr: Ručno pretraživanje: %s
is: Handvirkni leita: %s
it: Ricerca manuale: %s
nl: Handmatige zoekopdracht: %s
pt: Busca manual: %s
ru: Ручной поиск: %s
sk: Ručné vyhľadávanie: %s
sv: Manuell sökning: %s
uk: Ручний пошук: %s

source: Found %d subtitles in manual search
bg: Намерени са %d субтитри в ръчно търсене
cs: Nalezeno %d titulků v ručním vyhledávání
da: Fundet %d undertekster i manuel søgning
de: % d Untertitel bei der manuellen Suche gefunden
et: Leiti %d subtiitreid käsitsi otsingus.
fi: Löydettiin %d tekstitystä manuaalisessa haussa
hr: Pronađeno %d titlova u ručnom pretraživanju
is: Fundin %d undirskriftir í handvirkri leit
it: Trovati %d sottotitoli nella ricerca manuale
nl: Gevonden %d ondertitels in handmatige zoekopdracht
pt: Encontrados %d legendas na busca manual
ru: Найдено %d субтитров в ручном поиске
sk: Nájdených %d titulkov v manuálnom vyhľadávaní
sv: Hittade %d undertexter i manuell sökning
uk: Знайдено %d субтитрів у ручному пошуку

source: Downloaded subtitle: %s
bg: Изтеглени субтитри: %s
cs: Stáhnuté titulky: %s
da: Downloadet undertekst: %s
de: Heruntergeladene Untertitel: %s
et: Allalaaditud subtiiter: %s
fi: Ladattu tekstitys: %s
hr: Preuzeti titl: %s
is: Niðurhalað undirskrift: %s
it: Sottotitolo scaricato: %s
nl: Gedownloade ondertiteling: %s
pt: Legenda baixada: %s
ru: Скачанные субтитры: %s
sk: Stiahnuté titulky: %s
sv: Nedladdad undertext: %s
uk: Завантажені субтитри: %s

source: Downloaded image: %s
bg: Изтеглено изображение: %s
cs: Stáhnutý obrázek: %s
da: Downloadet billede: %s
de: Heruntergeladenes Bild: %s
es: Imagen descargada: %s
et: Allalaaditud pilt: %s
fi: Ladattu kuva: %s
fr: Image téléchargée : %s
hr: Preuzeta slika: %s
hu: Letöltött kép: %s
is: Niðurhalað mynd: %s
it: Immagine scaricata: %s
nl: Gedownloade afbeelding: %s
no: Nedlastet bilde: %s
pl: Pobrany obraz: %s
pt: Imagem baixada: %s
ro: Imagine descărcată: %s
ru: Загруженное изображение: %s
sk: Stiahnutý obrázok: %s
sv: Nedladdad bild: %s
uk: Завантажене зображення: %s

source: Failed to download image: %s
bg: Неуспешно изтегляне на изображение: %s
cs: Nepodařilo se stáhnout obrázek: %s
da: Fejl ved download af billede: %s
de: Fehler beim Herunterladen des Bildes: %s
es: Error al descargar la imagen: %s
et: Pildi allalaadimine ebaõnnestus: %s
fi: Kuvan lataaminen epäonnistui: %s
fr: Échec du téléchargement de l'image : %s
hr: Preuzimanje slike nije uspjelo: %s
hu: Kép letöltése nem sikerült: %s
is: Ekki tókst að hlaða niður mynd: %s
it: Impossibile scaricare l'immagine: %s
nl: Kon afbeelding niet downloaden: %s
no: Feilet å laste ned bilde: %s
pl: Nie udało się pobrać obrazu: %s
pt: Falha ao baixar a imagem: %s
ro: Eșec la descărcarea imaginii: %s
ru: Не удалось загрузить изображение: %s
sk: Nepodarilo sa stiahnuť obrázok: %s
sv: Misslyckades med att ladda ner bilden: %s
uk: Не вдалося завантажити зображення: %s

source: Unexpected error downloading image: %s
bg: Неочаквана грешка при изтегляне на изображение: %s
cs: Neočekávaná chyba při stahování obrázku: %s
da: Uventet fejl ved download af billede: %s
de: Unerwarteter Fehler beim Herunterladen des Bildes: %s
es: Error inesperado al descargar la imagen: %s
et: Ootamatu viga pildi allalaadimisel: %s
fi: Odottamaton virhe kuvan lataamisessa: %s
fr: Erreur inattendue lors du téléchargement de l'image : %s
hr: Neočekivana greška prilikom preuzimanja slike: %s
hu: Váratlan hiba történt a kép letöltésekor: %s
is: Óvænt villa við að hlaða niður mynd: %s
it: Errore imprevisto durante il download dell'immagine: %s
nl: Onverwachte fout bij het downloaden van afbeelding: %s
no: Uventet feil ved nedlasting av bilde: %s
pl: Nieoczekiwany błąd podczas pobierania obrazu: %s
pt: Erro inesperado ao baixar a imagem: %s
ro: Eroare neașteptată la descărcarea imaginii: %s
ru: Неожиданная ошибка при загрузке изображения: %s
sk: Neočakávaná chyba pri sťahovaní obrázka: %s
sv: Oväntat fel vid nedladdning av bild: %s
uk: Несподівана помилка під час завантаження зображення: %s

source: Clearing image cache...
bg: Изчистване на кеша на изображението...
cs: Vymazání mezipaměti obrázků...
da: Rydder billedcache...
de: Bildcache leeren...
es: Borrando caché de imágenes...
et: Puhastatakse pildivaru...
fi: Tyhjennetään kuvavälimuisti...
fr: Effacement du cache d'image...
hr: Čišćenje predmemorije slika...
hu: Kép gyorsítótár törlése...
is: Tæma myndaskyndiminni...
it: Cancellazione della cache delle immagini...
nl: Afbeeldingscache wissen...
no: Tømmer bildecache...
pl: Opróżnianie pamięci podręcznej obrazu...
pt: Limpando cache de imagem...
ro: Ștergerea cache-ului de imagini...
ru: Очистка кэша изображений...
sk: Vymazávanie vyrovnávacej pamäte obrázkov...
sv: Rensar bildcache...
uk: Очищення кешу зображень...

source: Image cache cleared
bg: Кешът на изображението е изчистен
cs: Mezipaměť obrázků vymazána
da: Billedcache ryddet
de: Bildcache geleert
es: Caché de imágenes vaciado
et: Pildi vahemälu tühjendatud
fi: Kuvavälimuisti tyhjennetty
fr: Cache d'image vidé
hr: Keš slike očišćen
hu: Kép gyorsítótár törölve
is: Myndaskynding hreinsaður
it: Cache immagine svuotato
nl: Afbeeldingscache gewist
no: Bildebufferet tømt
pl: Pamięć podręczna obrazu została wyczyszczona
pt: Cache de imagem limpo
ro: Cache-ul de imagini a fost șters
ru: Кэш изображений очищен
sk: Vyrovnávacia pamäť obrázkov bola vymazaná
sv: Bildcache rensad
uk: Кеш зображень очищено

source: Organize Folder with Jellyfix
bg: Организирайте папка с Jellyfix
cs: Uspořádat složku pomocí Jellyfix
de: Ordne den Ordner mit Jellyfix
es: Organizar carpeta con Jellyfix
et: Korrasta kaust Jellyfixiga
fi: Järjestä kansio Jellyfixilla
fr: Organiser le dossier avec Jellyfix
hr: Organiziraj mapu s Jellyfixom
hu: Rendezze a mappát a Jellyfix segítségével
is: Skipta möppu með Jellyfix
it: Organizza Cartella con Jellyfix
nl: Organiseer map met Jellyfix
pl: Zorganizuj folder za pomocą Jellyfix
pt: Organizar Pasta com Jellyfix
ro: Organizează folderul cu Jellyfix
ru: Организовать папку с Jellyfix
sk: Organizovať priečinok s Jellyfix
sv: Organisera mapp med Jellyfix
uk: Організувати папку з Jellyfix

source: Organize {0} Folders with Jellyfix
bg: Организирайте {0} папки с Jellyfix
cs: Uspořádat {0} složek s Jellyfix
de: Ordne {0} Ordner mit Jellyfix an
es: Organizar {0} carpetas con Jellyfix
et: Korrasta {0} kaustu Jellyfixiga
fi: Järjestä {0} kansiota Jellyfixilla
fr: Organiser {0} dossiers avec Jellyfix
hr: Organizirajte {0} mape s Jellyfixom
hu: Rendezd {0} mappát a Jellyfix segítségével
is: Skipta {0} möppum með Jellyfix
it: Organizza {0} cartelle con Jellyfix
nl: Organiseer {0} Mappen met Jellyfix
pl: Zorganizuj {0} folderów za pomocą Jellyfix
pt: Organize {0} Pastas com Jellyfix
ro: Organizează {0} foldere cu Jellyfix
ru: Организуйте {0} папок с Jellyfix
sk: Organizujte {0} priečinky s Jellyfixom
sv: Organisera {0} mappar med Jellyfix
uk: Організуйте {0} папок за допомогою Jellyfix

source: Organize 1 Video and 1 Subtitle
bg: Организирайте 1 видео и 1 субтитър
cs: Uspořádat 1 video a 1 titulky
de: Organisiere 1 Video und 1 Untertitel
es: Organizar 1 Video y 1 Subtítulo
et: Korrasta 1 videot ja 1 subtiitrit
fi: Järjestä 1 video ja 1 tekstitys
fr: Organiser 1 vidéo et 1 sous-titre
hr: Organiziraj 1 video i 1 titl
hu: Rendezd 1 Videót és 1 Feliratot
is: Skipta 1 vídeó og 1 undirskrift
it: Organizza 1 Video e 1 Sottotitolo
nl: Organiseer 1 Video en 1 Ondertitel
pl: Zorganizuj 1 wideo i 1 napisy
pt: Organizar 1 Vídeo e 1 Legenda
ro: Organizează 1 videoclip și 1 subtitlu
ru: Организовать 1 видео и 1 субтитр
sk: Organizovať 1 video a 1 titulok
sv: Organisera 1 video och 1 undertext
uk: Organise 1 Video and 1 Subtitle

source: Organize 1 Video and {0} Subtitles
bg: Организирайте 1 видео и {0} субтитри
cs: Organizovat 1 video a {0} titulků
de: Organisiere 1 Video und {0} Untertitel
es: Organizar 1 Video y {0} Subtítulos
et: Korrasta 1 videot ja {0} subtiitrit
fi: Järjestä 1 video ja {0} tekstitystä
fr: Organiser 1 vidéo et {0} sous-titres
hr: Organiziraj 1 video i {0} titlova
hu: Rendezz 1 videót és {0} feliratot
is: Skipta 1 vídeó og {0} undirskriftir
it: Organizza 1 Video e {0} Sottotitoli
nl: Organiseer 1 Video en {0} Ondertitels
pl: Zorganizuj 1 wideo i {0} napisów
pt: Organizar 1 Vídeo e {0} Legendas
ro: Organizează 1 videoclip și {0} subtitrări
ru: Организовать 1 видео и {0} субтитров
sk: Organizovať 1 video a {0} titulky
sv: Organisera 1 video och {0} undertexter
uk: Організувати 1 відео та {0} субтитри

source: Organize {0} Videos and 1 Subtitle
bg: Организирайте {0} видеа и 1 субтитър
cs: Organizujte {0} videí a 1 titulky
de: Organisieren Sie {0} Videos und 1 Untertitel
es: Organizar {0} videos y 1 subtítulo
et: Korrasta {0} videot ja 1 subtiitrit
fi: Järjestä {0} videota ja 1 tekstitys
fr: Organiser {0} vidéos et 1 sous-titre
hr: Organiziraj {0} videozapisa i 1 titl
hu: Rendezd {0} videót és 1 feliratot
is: Skipta {0} vídeóum og 1 undirskrift
it: Organizza {0} video e 1 sottotitolo
nl: Organiseer {0} video's en 1 ondertitel
pl: Zorganizuj {0} filmy i 1 napisy
pt: Organizar {0} Vídeos e 1 Legenda
ro: Organizează {0} videoclipuri și 1 subtitlu
ru: Организовать {0} видео и 1 субтитр
sk: Organizovať {0} videí a 1 titulok
sv: Organisera {0} videor och 1 undertext
uk: Організувати {0} відео та 1 субтитр

source: Organize {0} Videos and {1} Subtitles
bg: Организирайте {0} Видеа и {1} Субтитри
cs: Organizujte {0} videa a {1} titulky
de: Organisieren Sie {0} Videos und {1} Untertitel
es: Organizar {0} Videos y {1} Subtítulos
et: Korrasta {0} videot ja {1} subtiitreid
fi: Järjestä {0} videota ja {1} tekstitystä
fr: Organiser {0} vidéos et {1} sous-titres
hr: Organiziraj {0} videozapisa i {1} titlova
hu: Rendezd {0} Videót és {1} Feliratot
is: Skipta {0} vídeóum og {1} textaskjölum
it: Organizza {0} Video e {1} Sottotitoli
nl: Organiseer {0} video's en {1} ondertitels
pl: Zorganizuj {0} filmy i {1} napisy
pt: Organizar {0} Vídeos e {1} Legendas
ro: Organizează {0} videoclipuri și {1} subtitrări
ru: Организовать {0} видео и {1} субтитры
sk: Organizovať {0} videí a {1} titulkov
sv: Organisera {0} videor och {1} undertexter
uk: Організувати {0} відео та {1} субтитри

source: Organize Video
bg: Организиране на видео
cs: Organizovat video
de: Video organisieren
es: Organizar Video
et: Korrasta videot
fi: Järjestä video
fr: Organiser la vidéo
hr: Organiziraj video
hu: Videó rendszerezése
is: Skipta vídeó
it: Organizza Video
nl: Video Organiseren
pl: Organizuj Wideo
pt: Organizar Vídeo
ru: Организовать видео
sk: Organizovať video
sv: Organisera video
uk: Organise Video

source: Organize {0} Videos
bg: Организирайте {0} Видеа
cs: Uspořádat {0} videa
de: Organisiere {0} Videos
es: Organizar {0} Videos
et: Korrasta {0} videot
fi: Järjestä {0} videota
fr: Organiser {0} vidéos
hr: Organiziraj {0} videozapisa
hu: Rendezd {0} Videót
is: Skipta {0} Myndböndum
it: Organizza {0} Video
nl: Organiseer {0} video's
pl: Zorganizuj {0} filmy
pt: Organizar {0} Vídeos
ro: Organizează {0} videoclipuri
ru: Организовать {0} видео
sk: Usporiadať {0} videá
sv: Organisera {0} videor
uk: Organise {0} Videos

source: Organize Subtitle
bg: Организиране на субтитри
cs: Organizovat titulky
de: Untertitel organisieren
es: Organizar subtítulo
et: Korrasta subtiitrid
fi: Järjestä tekstitys
fr: Organiser les sous-titres
hr: Organiziraj titlove
hu: Felirat rendezése
is: Skipta undirtexta
it: Organizza Sottotitolo
nl: Ondertitel Organiseren
pl: Organizuj napisy
pt: Organizar Legenda
ru: Организовать субтитры
sk: Organizovať titulky
sv: Organisera undertext
uk: Організувати субтитри

source: Organize {0} Subtitles
bg: Организирай {0} субтитри
cs: Uspořádat titulky {0}
de: Untertitel {0} organisieren
es: Organizar {0} subtítulos
et: Korrasta {0} Subtiitreid
fi: Järjestä {0} tekstitykset
fr: Organiser les sous-titres {0}
hr: Organiziraj {0} titlove
hu: Rendezze {0} feliratokat
is: Skipta {0} undirskriftum
it: Organizza i sottotitoli {0}
nl: Organiseer {0} Ondertitels
pl: Organizuj napisy {0}
pt: Organizar {0} Legendas
ro: Organizează subtitrările {0}
ru: Организовать {0} субтитры
sk: Usporiadať titulky {0}
sv: Organisera {0} undertexter
uk: Організувати {0} субтитри

source: No valid local files selected
bg: Няма избрани валидни локални файлове
cs: Nebyly vybrány žádné platné místní soubory
de: Keine gültigen lokalen Dateien ausgewählt
es: No se han seleccionado archivos locales válidos
et: Kehtivaid kohalikke faile ei ole valitud
fi: Ei voimassa olevia paikallisia tiedostoja valittu
fr: Aucun fichier local valide sélectionné
hr: Nema odabranih valjanih lokalnih datoteka
hu: Nincsenek érvényes helyi fájlok kiválasztva
is: Engin giltandi staðbundin skrár valdar
it: Nessun file locale valido selezionato
nl: Geen geldige lokale bestanden geselecteerd
pl: Nie wybrano żadnych ważnych lokalnych plików.
pt: Nenhum arquivo local válido selecionado
ro: Nu au fost selectate fișiere locale valide.
ru: Не выбраны действительные локальные файлы
sk: Neboli vybrané platné miestne súbory
sv: Inga giltiga lokala filer valda
uk: Немає вибраних дійсних локальних файлів

source: Could not get the path for the selected files.
bg: Не можа да се получи пътят за избраните файлове.
cs: Nelze získat cestu k vybraným souborům.
de: Konnte den Pfad für die ausgewählten Dateien nicht abrufen.
es: No se pudo obtener la ruta de los archivos seleccionados.
et: Valitud failide teed ei saanud kätte.
fi: Ei voitu saada polkua valituille tiedostoille.
fr: Impossible d'obtenir le chemin des fichiers sélectionnés.
hr: Nije moguće dobiti putanju za odabrane datoteke.
hu: Nem sikerült megszerezni a kiválasztott fájlok elérési útját.
is: Gat ekki slóðina fyrir valda skrárnar.
it: Impossibile ottenere il percorso per i file selezionati.
nl: Kon de pad voor de geselecteerde bestanden niet ophalen.
pl: Nie można uzyskać ścieżki dla wybranych plików.
pt: Não foi possível obter o caminho para os arquivos selecionados.
ro: Nu s-a putut obține calea pentru fișierele selectate.
ru: Не удалось получить путь для выбранных файлов.
sk: Nepodarilo sa získať cestu pre vybrané súbory.
sv: Kunde inte hämta sökvägen för de valda filerna.

source: Application Not Found
bg: Приложението не е намерено
cs: Aplikace nebyla nalezena
de: Anwendung nicht gefunden
es: Aplicación no encontrada
et: Rakendust ei leitud
fi: Sovellusta ei löytynyt
fr: Application non trouvée
hr: Aplikacija nije pronađena
hu: Alkalmazás nem található
is: Forrit fannst ekki
it: Applicazione non trovata
nl: Toepassing Niet Gevonden
pl: Aplikacja nie znaleziona
pt: Aplicativo Não Encontrado
ro: Aplicație nes găsită
ru: Приложение не найдено
sk: Aplikácia nebola nájdená
sv: Applikationen hittades inte
uk: Застосунок не знайдено

source: Could not find '{0}'. Is Jellyfix installed?
bg: Не можа да намери '{0}'. Инсталиран ли е Jellyfix?
cs: Nelze najít '{0}'. Je Jellyfix nainstalován?
de: Konnte '{0}' nicht finden. Ist Jellyfix installiert?
es: No se pudo encontrar '{0}'. ¿Está Jellyfix instalado?
et: '{0} ei leitud. Kas Jellyfix on installitud?'
fi: Ei voitu löytää '{0}'. Onko Jellyfix asennettu?
fr: Impossible de trouver '{0}'. Jellyfix est-il installé ?
hr: Nije moguće pronaći '{0}'. Je li Jellyfix instaliran?
hu: Nem található '{0}'. Telepítve van a Jellyfix?
is: Gat ekki '{0}'. Er Jellyfix uppsett?
it: Impossibile trovare '{0}'. Jellyfix è installato?
nl: Kon '{0}' niet vinden. Is Jellyfix geïnstalleerd?
pl: Nie można znaleźć '{0}'. Czy Jellyfix jest zainstalowany?
pt: Não foi possível encontrar '{0}'. O Jellyfix está instalado?
ro: Nu am putut găsi '{0}'. Este Jellyfix instalat?
ru: Не удалось найти '{0}'. Установлен ли Jellyfix?
sk: Nenašiel sa '{0}'. Je Jellyfix nainštalovaný?
sv: Kunde inte hitta '{0}'. Är Jellyfix installerat?
uk: Не вдалося знайти '{0}'. Чи встановлено Jellyfix?

source: Application Launch Error
bg: Грешка при стартиране на приложението
cs: Chyba při spuštění aplikace
de: Anwendungsstartfehler
es: Error de lanzamiento de la aplicación
et: Rakenduse käivitamise viga
fi: Sovelluksen käynnistysvirhe
fr: Erreur de lancement de l'application
hr: Pogreška pri pokretanju aplikacije
hu: Alkalmazásindítási hiba
is: Aðgangsveita Villa
it: Errore di avvio dell'applicazione
nl: Toepassingsstartfout
pl: Błąd uruchamiania aplikacji
pt: Erro ao Iniciar o Aplicativo
ro: Eroare la lansarea aplicației
ru: Ошибка запуска приложения
sk: Chyba pri spustení aplikácie
sv: Applikationsstartfel
uk: Помилка запуску програми

source: Failed to start Jellyfix: {0}
bg: Неуспешно стартиране на Jellyfix: {0}
cs: Nepodařilo se spustit Jellyfix: {0}
de: Jellyfix konnte nicht gestartet werden: {0}
es: Error al iniciar Jellyfix: {0}
et: Jellyfixi käivitamine ebaõnnestus: {0}
fi: Jellyfixin käynnistys epäonnistui: {0}
fr: Échec du démarrage de Jellyfix : {0}
hr: Neuspješno pokretanje Jellyfixa: {0}
hu: Jellyfix indítása nem sikerült: {0}
is: Ekki tókst að hefja Jellyfix: {0}
it: Impossibile avviare Jellyfix: {0}
nl: Kon Jellyfix niet starten: {0}
pl: Nie udało się uruchomić Jellyfix: {0}
pt: Falha ao iniciar o Jellyfix: {0}
ro: Eșec la pornirea Jellyfix: {0}
ru: Не удалось запустить Jellyfix: {0}
sk: Nepodarilo sa spustiť Jellyfix: {0}
sv: Misslyckades med att starta Jellyfix: {0}
uk: Не вдалося запустити Jellyfix: {0}

source: (Use arrow keys to navigate)
bg: (Използвайте стрелките, за да навигирате)
cs: (Použijte šipkové klávesy pro navigaci)
da: (Brug piletasterne til at navigere)
de: (Tasten verwenden, um zu navigieren)
es: (Usa las teclas de flecha para navegar)
et: (Kasuta nooleklahve navigeerimiseks)
fi: (Valitse nuolinäppäimillä navigoidaksesi)
fr: (Utilisez les touches fléchées pour naviguer)
hr: (Koristite strelice za navigaciju)
hu: (Használja a nyílbillentyűket a navigáláshoz)
is: (Nota: Notaðu örvatakkana til að fletta)
it: (Usa i tasti freccia per navigare)
nl: (Gebruik de pijltoetsen om te navigeren)
no: (Bruk piltastene for å navigere)
pl: (Użyj klawiszy strzałek, aby nawigować)
ro: (Utilizați tastele săgeată pentru a naviga)
ru: (Используйте клавиши со стрелками для навигации)
sk: (Použite šípky na navigáciu)
sv: (Använd piltangenterna för att navigera)
uk: (Використовуйте клавіші зі стрілками для навігації)

source: OK
bg: Добре
es: Aceptar
fr: D'accord
hr: U redu
hu: Rendben
is: Í lagi
ru: Хорошо
uk: ОК

source: Tutorial
bg: Урок
cs: Návod
et: Juhend
fi: Opas
fr: Tutoriel
hr: Vodič
hu: Útmutató
is: Kennsluefni
it: Tutoriale
nl: Handleiding
no: Veiledning
pl: Samouczek
ru: Учебник
sk: Návod
sv: Handledning
uk: Посібник

source: Links
bg: Връзки
cs: Odkazy
es: Enlaces
et: Lingid
fi: Linkit
fr: Liens
hr: Poveznice
hu: Hivatkozások
is: Hlekkir
it: Collegamenti
no: Lenker
pl: Linki
ro: Linkuri
ru: Ссылки
sk: Odkazy
sv: Länkar
uk: Ссылки

source: Dry-run completed: %d operations planned
bg: Изпълнението на симулацията е завършено: планирани %d операции
cs: Simulace dokončena: naplánováno %d operací
da: Tørkørsel afsluttet: %d operationer planlagt
es: Ejecución en seco completada: %d operaciones planificadas
fr: Exécution à blanc terminée : %d opérations planifiées
hu: Száraz futás befejezve: %d művelet tervezve
nl: Droogloop voltooid: %d geplande bewerkingen
no: Tørrkjøring fullført: %d operasjoner planlagt
pl: Zakończono symulację: zaplanowano %d operacji
ro: Execuție de test finalizată: %d operațiuni planificate
ru: Промежуточный запуск завершен: запланировано %d операций
sk: Simulácia dokončená: naplánovaných %d operácií

source: Jellyfix
bg: Джелификс
ru: Джелификс

source: none
no: Ingen streng å oversette.
sv: Ingen sträng att översätta.

source: 🩹 Fix Mirabel files
hu: 🩹 Mirabel fájlok javítása
pl: 🩹 Napraw pliki Mirabel
ro: 🩹 Reparare fișierele Mirabel

source: Scanning for Mirabel files: %s
hu: Mirabel fájlok keresése: %s
pl: Skanowanie plików Mirabel: %s
ro: Scanare pentru fișierele Mirabel: %s

source: No Mirabel files found
hu: Nincsenek Mirabel fájlok.
pl: Nie znaleziono plików Mirabel.
ro: Nu au fost găsite fișiere Mirabel.

source: Found %d Mirabel files
hu: Találtunk %d Mirabel fájlt
pl: Znaleziono %d plików Mirabel
ro: Am găsit %d fișiere Mirabel

source: Duplicate: %s already exists
hu: Duplikált: %s már létezik
pl: Duplikat: %s już istnieje
ro: Duplicat: %s există deja

source: Mirabel fix: %s → %s
hu: Mirabel javítás: %s → %s
pl: Poprawka Mirabel: %s → %s
ro: Mirabel corectare: %s → %s

source: Operations to perform:
hu: Végrehajtandó műveletek:
pl: Operacje do wykonania:
ro: Operațiuni de efectuat:

source: and %d more operations
hu: és %d további művelet
pl: i %d więcej operacji
ro: și %d operațiuni suplimentare

source: Total: %d operations
hu: Összesen: %d művelet
pl: Łącznie: %d operacji
ro: Total: %d operațiuni

source: Error processing %s: %s
hu: Hiba a(z) %s feldolgozása során: %s
pl: Błąd przetwarzania %s: %s
ro: Eroare la procesarea %s: %s

source: Results:
hu: Eredmények:
pl: Wyniki:
ro: Rezultate:

source: Mirabel files fixed!
hu: Mirabel fájlok javítva!
pl: Pliki Mirabel naprawione!
ro: Fișierele Mirabel au fost reparate!
