Repository: talesam/jellyfix
Catalog: locale/*.po
Languages: bg, cs, da, de, es, et, fi, fr, hr, hu, is, it, nl, no, pl, pt, ro, ru, sk, sv, uk

source: Error: No working directory specified
bg: Грешка: Не е посочена работна директория
cs: Chyba: Nebyla specifikována pracovní složka
da: Fejl: Ingen arbejdsmappe angivet
de: Fehler: Kein Arbeitsverzeichnis angegeben
es: Error: No se ha especificado un directorio de trabajo
et: Viga: Töötavat katalooge ei ole määratud
fi: Virhe: Ei määritettyä työskentelyhakemistoa
fr: Erreur : Aucun répertoire de travail spécifié
hr: Greška: Nije specificirana radna mapa
hu: Hiba: Nincs megadva működő könyvtár
is: Villa: Engin vinnsluskrá tilgreind
it: Errore: Nessuna directory di lavoro specificata
nl: Fout: Geen werkdirectory opgegeven
no: Feil: Ingen arbeidskatalog spesifisert
pl: Błąd: Nie określono katalogu roboczego
pt: Erro: Nenhum diretório de trabalho especificado
ro: Eroare: Niciun director de lucru specificat
ru: Ошибка: Не указан рабочий каталог
sk: Chyba: Nebola špecifikovaná pracovná zložka
sv: Fel: Ingen arbetskatalog angiven
uk: Помилка: Не вказано робочий каталог

source: Use: --workdir /path/to/directory
bg: Използвайте: --workdir /път/до/директория
cs: Použijte: --workdir /cesta/k/adresáři
da: Brug: --workdir /sti/til/mappen
de: Verwenden: --workdir /pfad/zum/verzeichnis
es: Usar: --workdir /ruta/a/directorio
et: Kasutage: --workdir /tee/kausta
fi: Käytä: --workdir /polku/kansioon
fr: Utiliser : --workdir /chemin/vers/répertoire
hr: Koristi: --workdir /putanja/do/direktorija
hu: Használat: --workdir /út/a/könyvtárhoz
is: Notkun: --workdir /leið/að/skráningu
it: Usa: --workdir /percorso/verso/directory
nl: Gebruik: --workdir /pad/naar/directory
no: Bruk: --workdir /sti/til/katalog
pl: Użyj: --workdir /ścieżka/do/katalogu
pt: Use: --workdir /caminho/para/diretorio
ro: Utilizați: --workdir /cale/catre/director
ru: Используйте: --workdir /путь/к/каталогу
sk: Použiť: --workdir /cesta/k/adresáru
sv: Använd: --workdir /sökväg/till/katalog
uk: Використовуйте: --workdir /шлях/до/каталогу

source: Error: Directory does not exist: %s
bg: Грешка: Директорията не съществува: %s
cs: Chyba: Adresář neexistuje: %s
da: Fejl: Biblioteket findes ikke: %s
de: Fehler: Verzeichnis existiert nicht: %s
es: Error: El directorio no existe: %s
et: Viga: Kaust ei eksisteeri: %s
fi: Virhe: Hakemistoa ei ole olemassa: %s
fr: Erreur : Le répertoire n'existe pas : %s
hr: Greška: Direktorij ne postoji: %s
hu: Hiba: A könyvtár nem létezik: %s
is: Villa: Skjalasafn er ekki til: %s
it: Errore: La directory non esiste: %s
nl: Fout: Map bestaat niet: %s
no: Feil: Katalogen finnes ikke: %s
pl: Błąd: Katalog nie istnieje: %s
pt: Erro: O diretório não existe: %s
ro: Eroare: Directorul nu există: %s
ru: Ошибка: Директория не существует: %s
sk: Chyba: Adresár neexistuje: %s
sv: Fel: Katalogen finns inte: %s

source: Scanning: %s
bg: Сканиране: %s
cs: Skenování: %s
de: Scannen: %s
es: Escaneando: %s
et: Skaneerimine: %s
fi: Skannaus: %s
fr: Numérisation : %s
hr: Skeniranje: %s
hu: Beolvasás: %s
is: Skönnun: %s
it: Scansione: %s
nl: Scannen: %s
no: Skanning: %s
pl: Skanowanie: %s
pt: Digitalizando: %s
ro: Scanare: %s
ru: Сканирование: %s
sk: Skenovanie: %s
sv: Skanning: %s
uk: Сканування: %s

source: Found: %d videos, %d subtitles
bg: Намерени: %d видеа, %d субтитри
cs: Nalezeno: %d videí, %d titulků
da: Fundet: %d videoer, %d undertekster
de: Gefunden: %d Videos, %d Untertitel
es: Encontrados: %d videos, %d subtítulos
et: Leitud: %d videot, %d subtiitrit
fi: Löydetty: %d videota, %d tekstitystä
fr: Trouvé : %d vidéos, %d sous-titres
hr: Pronađeno: %d videozapisa, %d titlova
hu: Található: %d videó, %d felirat
is: Fundið: %d myndbönd, %d undirskriftir
it: Trovati: %d video, %d sottotitoli
nl: Gevonden: %d video's, %d ondertitels
no: Fant: %d videoer, %d undertekster
pl: Znaleziono: %d wideo, %d napisów
pt: Encontrado: %d vídeos, %d legendas
ro: Găsite: %d videoclipuri, %d subtitrări
ru: Найдено: %d видео, %d субтитров
sk: Nájdené: %d videí, %d titulkov
sv: Hittade: %d videor, %d undertexter
uk: Знайдено: %d відео, %d субтитрів

source: Planning operations...
bg: Планиране на операции...
cs: Plánování operací...
da: Planlægningsoperationer...
de: Planung von Operationen...
es: Planificación de operaciones...
et: Planeerimise toimingud...
fi: Suunnitteluoperaatiot...
fr: Planification des opérations...
hr: Planiranje operacija...
hu: Műveletek tervezése...
is: Skipulagning aðgerða...
it: Pianificazione delle operazioni...
nl: Planning operaties...
no: Planlegger operasjoner...
pl: Planowanie operacji...
pt: Planejando operações...
ro: Planificarea operațiunilor...
ru: Планирование операций...
sk: Plánovanie operácií...
sv: Planerar operationer...
uk: Планування операцій...

source: %d operations planned
bg: %d планирани операции
cs: %d naplánovaných operací
da: %d operationer planlagt
de: %d geplante Operationen
es: %d operaciones planificadas
et: %d operatsiooni planeeritud
fi: %d toimintoa suunniteltu
fr: %d opérations prévues
hr: %d planiranih operacija
hu: %d tervezett művelet
is: %d aðgerðir áætlaðar
it: %d operazioni pianificate
nl: %d geplande bewerkingen
no: %d operasjoner planlagt
pl: % d zaplanowanych operacji
pt: %d operações planejadas
ro: %d operațiuni planificate
ru: %d операций запланировано
sk: %d operácií naplánovaných
sv: %d operationer planerade
uk: %d операцій заплановано

source: Nothing to do
bg: Няма какво да се прави
cs: Nic co dělat
da: Intet at lave
de: Nichts zu tun
es: Nada que hacer
et: Midagi teha ei ole
fi: Ei mitään tehtävää
fr: Rien à faire
hr: Nema ništa za raditi
hu: Nincs teendő
is: Ekkert að gera
it: Niente da fare
nl: Niets te doen
no: Ingenting å gjøre
pl: Nic do zrobienia
pt: Nada a fazer
ro: Nimic de făcut
ru: Нечего делать
sk: Nič na robote
sv: Inget att göra
uk: Нічого не потрібно робити

source: DRY-RUN mode: No changes will be made
bg: Режим DRY-RUN: Няма да бъдат направени промени
cs: Režim DRY-RUN: Nebudou provedeny žádné změny
da: DRY-RUN tilstand: Ingen ændringer vil blive foretaget
de: DRY-RUN-Modus: Es werden keine Änderungen vorgenommen
es: Modo de PRUEBA: No se realizarán cambios
et: DRY-RUN režiim: Muudatusi ei tehta
fi: DRY-RUN-tila: Muutoksia ei tehdä
fr: Mode de simulation : Aucune modification ne sera apportée
hr: DRY-RUN način: Nema promjena će biti napravljeno
hu: DRY-RUN mód: Nincsenek végrehajtott változtatások
is: DRY-RUN stilling: Engar breytingar verða gerðar
it: Modalità DRY-RUN: Non verranno apportate modifiche
nl: DRY-RUN-modus: Er zullen geen wijzigingen worden aangebracht
no: DRY-RUN-modus: Ingen endringer vil bli gjort
pl: Tryb DRY-RUN: Żadne zmiany nie zostaną wprowadzone
pt: Modo DRY-RUN: Nenhuma alteração será feita
ro: Modul DRY-RUN: Nu vor fi efectuate modificări
ru: Режим "Сухой запуск": Изменения не будут внесены
sk: Režim DRY-RUN: Nebudú vykonané žiadne zmeny
sv: DRY-RUN-läge: Inga ändringar kommer att göras
uk: Режим DRY-RUN: Зміни не будуть внесені

source: Use --execute to apply changes
de: Verwenden Sie --execute, um Änderungen anzuwenden
et: Kasutage --execute muudatuste rakendamiseks
fi: Käytä --execute-muuttujaa muutosten soveltamiseen
hr: Koristite --execute za primjenu promjena
is: Notaðu --execute til að beita breytingum
it: Usa --execute per applicare le modifiche
pt: Use --execute para aplicar alterações
sv: Använd --execute för att tillämpa ändringar
uk: Використовуйте --execute для застосування змін

source: Executing %d operations...
de: Führe %d Operationen aus...
et: Tehakse %d toimingut...
fi: Suoritetaan %d toimintoa...
hr: Izvršavanje %d operacija...
is: Framkvæma %d aðgerðir...
it: Esecuzione di %d operazioni...
pt: Executando %d operações...
sv: Utför %d operationer...
uk: Виконання %d операцій...

source: Execution completed:
bg: Изпълнението е завършено:
cs: Provádění dokončeno:
da: Udførelse afsluttet:
de: Ausführung abgeschlossen:
es: Ejecución completada:
et: Täideviimine lõpetatud:
fi: Suoritus valmis:
fr: Exécution terminée :
hr: Izvršenje završeno:
hu: Végrehajtás befejezve:
is: Framkvæmd lokið:
it: Esecuzione completata:
nl: Uitvoering voltooid:
no: Utførelse fullført:
pl: Wykonanie zakończone:
pt: Execução concluída:
ro: Execuție finalizată:
ru: Выполнение завершено:
sk: Vykonanie dokončené:
sv: Körning slutförd:
uk: Виконання завершено:

source: Renamed: %d
bg: Преименувано: %d
cs: Přejmenováno: %d
da: Omdøbt: %d
de: Umbenannt: %d
es: Renombrado: %d
et: Nimetatud: %d
fi: Nimetty: %d
fr: Renommé : %d
hr: Preimenovano: %d
hu: Átnevezve: %d
is: Endurnefnd: %d
it: Rinominato: %d
nl: Hernoemd: %d
no: Omdøpt: %d
pl: Zmieniono nazwę: %d
pt: Renomeado: %d
ru: Переименовано: %d
sk: Prezmenované: %d
sv: Omdöpt: %d
uk: Перейменовано: %d

source: Moved: %d
bg: Преместено: %d
cs: Přesunuto: %d
da: Flyttet: %d
de: Verschoben: %d
es: Movido: %d
et: Liikunud: %d
fi: Siirretty: %d
fr: Déplacé : %d
hr: Premješteno: %d
hu: Áthelyezve: %d
is: Fært: %d
it: Spostato: %d
nl: Verplaatst: %d
no: Flyttet: %d
pl: Przeniesiono: %d
pt: Movido: %d
ro: Mutat: %d
ru: Перемещено: %d
sk: Presunuté: %d
sv: Flyttad: %d
uk: Переміщено: %d

source: Deleted: %d
bg: Изтрито: %d
cs: Smazáno: %d
da: Slettet: %d
de: Gelöscht: %d
es: Eliminado: %d
et: Kustutatud: %d
fi: Poistettu: %d
fr: Supprimé : %d
hr: Izbrisano: %d
hu: Törölve: %d
is: Eytt: %d
it: Eliminato: %d
nl: Verwijderd: %d
no: Slettet: %d
pl: Usunięto: %d
pt: Excluído: %d
ro: Șters: %d
ru: Удалено: %d
sk: Zmazané: %d
sv: Borttagen: %d
uk: Видалено: %d

source: Cleaned folders: %d
bg: Почистени папки: %d
cs: Vyčištěné složky: %d
da: Rensede mapper: %d
de: Bereinigte Ordner: %d
es: Carpetas limpiadas: %d
et: Korrastatud kaustad: %d
fi: Siivottuja kansioita: %d
fr: Dossiers nettoyés : %d
hr: Očišćene mape: %d
hu: Tisztított mappák: %d
is: Hreinsaðar möppur: %d
it: Cartelle ripulite: %d
nl: Schoongemaakte mappen: %d
no: Rensede mapper: %d
pl: Wyczyszczone foldery: %d
pt: Pastas limpas: %d
ro: Foldere curățate: %d
ru: Очистенные папки: %d
sk: Vyčistené priečinky: %d
sv: Rensade mappar: %d
uk: Очищені папки: %d

source: Failed: %d
bg: Неуспешно: %d
cs: Selhalo: %d
da: Mislykkedes: %d
de: Fehlgeschlagen: %d
es: Fallido: %d
et: Eba: %d
fi: Epäonnistui: %d
fr: Échoué : %d
hr: Neuspjeh: %d
hu: Sikertelen: %d
is: Mistók: %d
it: Fallito: %d
nl: Mislukt: %d
no: Feilet: %d
pl: Niepowodzenie: %d
pt: Falhou: %d
ro: Eșuat: %d
ru: Не удалось: %d
sk: Zlyhalo: %d
sv: Misslyckades: %d
uk: Не вдалося: %d

source: Skipped: %d
bg: Пропуснато: %d
cs: Přeskočeno: %d
da: Sprunget: %d
de: Übersprungen: %d
es: Omitido: %d
et: Jätetud: %d
fi: Ohitettu: %d
fr: Ignoré : %d
hr: Preskočeno: %d
hu: Kihagyva: %d
is: Sleppað: %d
it: Saltato: %d
nl: Overgeslagen: %d
no: Hoppet over: %d
pl: Pominięto: %d
pt: Ignorado: %d
ro: Sărac: %d
ru: Пропущено: %d
sk: Preskočené: %d
sv: Hoppa över: %d
uk: Пропущено: %d

source: Operations:
de: Betriebssysteme:
et: Tegevused:
fi: Toiminnot:
hr: Operacije:
is: Aðgerðir:
it: Operazioni:
pt: Operações:
sv: Operationer:
uk: Операції:

source: No operations needed. Everything is already organized!
bg: Няма нужда от операции. Всичко вече е организирано!
cs: Žádné operace nejsou potřeba. Vše je již uspořádáno!
da: Ingen operationer nødvendige. Alt er allerede organiseret!
de: Keine Operationen erforderlich. Alles ist bereits organisiert!
es: No se necesitan operaciones. ¡Todo ya está organizado!
et: Ei ole vajalikke operatsioone. Kõik on juba korraldatud!
fi: Ei toimenpiteitä tarvita. Kaikki on jo järjestetty!
fr: Aucune opération nécessaire. Tout est déjà organisé !
hr: Nema potrebnih operacija. Sve je već organizirano!
hu: Nincs szükség műveletekre. Minden már rendezve van!
is: Engin aðgerðir nauðsynlegar. Allt er þegar skipulagt!
it: Nessuna operazione necessaria. Tutto è già organizzato!
nl: Geen bewerkingen nodig. Alles is al georganiseerd!
no: Ingen operasjoner nødvendig. Alt er allerede organisert!
pl: Nie są potrzebne żadne operacje. Wszystko jest już zorganizowane!
pt: Nenhuma operação necessária. Tudo já está organizado!
ro: Nicio operațiune necesară. Totul este deja organizat!
ru: Операции не требуются. Всё уже организовано!
sk: Nie sú potrebné žiadne operácie. Všetko je už usporiadané!
sv: Inga åtgärder behövs. Allt är redan organiserat!
uk: Ніяких операцій не потрібно. Усе вже організовано!

source: Execute these operations?
bg: Изпълнявате ли тези операции?
cs: Provést tyto operace?
da: Udfør disse operationer?
de: Diese Operationen ausführen?
es: ¿Ejecutar estas operaciones?
et: Kas need toimingud teostada?
fi: Suorita nämä toiminnot?
fr: Exécuter ces opérations ?
hr: Izvršiti ove operacije?
hu: Ezeket a műveleteket végre kell hajtani?
is: Viltu framkvæma þessar aðgerðir?
it: Eseguire queste operazioni?
nl: Deze bewerkingen uitvoeren?
no: Utfør disse operasjonene?
pl: Wykonać te operacje?
pt: Executar estas operações?
ro: Executați aceste operațiuni?
ru: Выполнить эти операции?
sk: Vykonať tieto operácie?
sv: Utför dessa operationer?
uk: Виконати ці операції?

source: Operation cancelled
bg: Операцията е отменена
cs: Operace zrušena
da: Operation annulleret
de: Vorgang abgebrochen
es: Operación cancelada
et: Tegevus tühistatud
fi: Toiminto peruutettu
fr: Opération annulée
hr: Operacija otkazana
hu: Művelet megszakítva
is: Aðgerð aflýst
it: Operazione annullata
nl: Bewerking geannuleerd
no: Operasjon avbrutt
pl: Operacja anulowana
pt: Operação cancelada
ro: Operațiune anulată
ru: Операция отменена
sk: Operácia zrušená
sv: Åtgärd avbruten
uk: Операція скасована

source: Executing operations...
bg: Изпълняване на операции...
cs: Provádění operací...
da: Udfører operationer...
de: Operationen werden ausgeführt...
es: Ejecutando operaciones...
et: Tegevuste täitmine...
fi: Suoritetaan toimintoja...
fr: Exécution des opérations...
hr: Izvršavanje operacija...
hu: Műveletek végrehajtása...
is: Að framkvæma aðgerðir...
it: Esecuzione delle operazioni...
nl: Bezig met uitvoeren van bewerkingen...
no: Utfører operasjoner...
pl: Wykonywanie operacji...
pt: Executando operações...
ro: Executarea operațiunilor...
ru: Выполнение операций...
sk: Vykonávanie operácií...
sv: Utför operationer...
uk: Виконання операцій...

source: What would you like to do?
bg: Какво бихте искали да направите?
cs: Co byste chtěli dělat?
da: Hvad vil du gerne gøre?
de: Was möchten Sie tun?
es: ¿Qué te gustaría hacer?
et: Mida soovite teha?
fi: Mitä haluaisit tehdä?
fr: Que souhaitez-vous faire ?
hr: Što biste željeli učiniti?
hu: Mit szeretnél csinálni?
is: Hvað viltu gera?
it: Cosa ti piacerebbe fare?
nl: Wat wilt u doen?
no: Hva vil du gjøre?
pl: Co chciałbyś zrobić?
pt: O que você gostaria de fazer?
ro: Ce ai dori să faci?
ru: Что бы вы хотели сделать?
sk: Čo by ste chceli robiť?
sv: Vad skulle du vilja göra?
uk: Що б ви хотіли зробити?

source: 📂 Scan library
bg: 📂 Сканирай библиотека
cs: 📂 Skenovat knihovnu
da: 📂 Scan bibliotek
de: 📂 Bibliothek scannen
es: 📂 Escanear biblioteca
et: 📂 Skaneeri raamatukogu
fi: 📂 Skannaa kirjasto
fr: 📂 Scanner la bibliothèque
hr: 📂 Skeniraj biblioteku
hu: 📂 Könyvtár beolvasása
is: 📂 Skoða bókasafn
it: 📂 Scansione della libreria
nl: 📂 Scanbibliotheek
no: 📂 Skann bibliotek
pl: 📂 Skanuj bibliotekę
pt: 📂 Digitalizar biblioteca
ro: 📂 Scanează biblioteca
ru: 📂 Сканировать библиотеку
sk: 📂 Skenovať knižnicu
sv: 📂 Skanna bibliotek
uk: 📂 Сканувати бібліотеку

source: 🔧 Settings
bg: 🔧 Настройки
cs: 🔧 Nastavení
da: 🔧 Indstillinger
de: 🔧 Einstellungen
es: 🔧 Configuración
et: 🔧 Seaded
fi: 🔧 Asetukset
fr: 🔧 Paramètres
hr: 🔧 Postavke
hu: 🔧 Beállítások
is: 🔧 Stillingar
it: 🔧 Impostazioni
nl: 🔧 Instellingen
no: 🔧 Innstillinger
pl: 🔧 Ustawienia
pt: 🔧 Configurações
ro: 🔧 Setări
ru: 🔧 Настройки
sk: 🔧 Nastavenia
sv: 🔧 Inställningar
uk: 🔧 Настройки

source: 🚀 Process files
bg: 🚀 Обработване на файлове
cs: 🚀 Zpracovat soubory
da: 🚀 Behandl filer
de: 🚀 Dateien verarbeiten
es: 🚀 Procesar archivos
et: 🚀 Töötle faile
fi: 🚀 Käsittele tiedostoja
fr: 🚀 Traiter les fichiers
hr: 🚀 Obradi datoteke
hu: 🚀 Fájlok feldolgozása
is: 🚀 Vinn skráar
it: 🚀 Elabora file
nl: 🚀 Bestanden verwerken
no: 🚀 Behandle filer
pl: 🚀 Przetwarzaj pliki
pt: 🚀 Processar arquivos
ro: 🚀 Procesează fișiere
ru: 🚀 Обработать файлы
sk: 🚀 Spracovať súbory
sv: 🚀 Bearbeta filer
uk: 🚀 Обробити файли

source: 📥 Download subtitles
bg: 📥 Изтеглете субтитри
cs: 📥 Stáhnout titulky
da: 📥 Download undertekster
de: 📥 Untertitel herunterladen
et: 📥 Laadi alla subtiitrid
fi: 📥 Lataa tekstitykset
hr: 📥 Preuzmi titlove
is: 📥 Sækja undirskriftir
it: 📥 Scarica i sottotitoli
nl: 📥 Ondertitels downloaden
pt: 📥 Baixar legendas
ru: 📥 Скачать субтитры
sk: 📥 Stiahnuť titulky
sv: 📥 Ladda ner undertexter
uk: 📥 Завантажити субтитри

source: ℹ️ Help
bg: ℹ️ Помощь
cs: ℹ️ Nápověda
da: ℹ️ Hjælp
de: ℹ️ Hilfe
es: ℹ️ Ayuda
et: ℹ️ Abi
fi: ℹ️ Apua
fr: ℹ️ Aide
hr: ℹ️ Pomoć
hu: ℹ️ Súgó
is: ℹ️ Hjálp
it: ℹ️ Aiuto
no: ℹ️ Hjelp
pl: ℹ️ Pomoc
pt: ℹ️ Ajuda
ro: ℹ️ Ajutor
ru: ℹ️ Помощь
sk: ℹ️ Nápoveda
sv: ℹ️ Hjälp
uk: ℹ️ Допомога

source: ❌ Exit
bg: ❌ Изход
cs: ❌ Ukončit
da: ❌ Afslut
de: ❌ Beenden
es: ❌ Salir
et: ❌ Välja
fi: ❌ Poistu
fr: ❌ Quitter
hr: ❌ Izlaz
hu: Kilépés
is: ❌ Útgangur
it: ❌ Esci
nl: ❌ Afsluiten
no: ❌ Avslutt
pl: ❌ Wyjdź
pt: ❌ Sair
ro: ❌ Ieșire
ru: ❌ Выход
sk: ❌ Ukončiť
sv: ❌ Avsluta
uk: ❌ Salir

source: Subliminal library not found!
bg: Библиотеката за подсъзнателни съобщения не е намерена!
cs: Knihovna Subliminal nebyla nalezena!
da: Subliminalbibliotek ikke fundet!
de: Subliminal-Bibliothek nicht gefunden!
et: Subliminali teekonda ei leitud!
fi: Subliminal-kirjastoa ei löytynyt!
hr: Subliminalna biblioteka nije pronađena!
is: Subliminal bókasafn fannst ekki!
it: Libreria subliminale non trovata!
nl: Subliminalbibliotheek niet gevonden!
pt: Biblioteca Subliminal não encontrada!
ru: Библиотека Subliminal не найдена!
sk: Knižnica subliminálneho nie je nájdená!
sv: Subliminalbiblioteket hittades inte!
uk: Бібліотеку Subliminal не знайдено!

source: Please install 'subliminal' to use this feature.
bg: Моля, инсталирайте 'subliminal', за да използвате тази функция.
cs: Prosím nainstalujte 'subliminal', abyste mohli tuto funkci používat.
da: Installer venligst 'subliminal' for at bruge denne funktion.
de: Bitte installieren Sie 'subliminal', um diese Funktion zu nutzen.
et: Palun installige 'subliminal', et seda funktsiooni kasutada.
fi: Asenna 'subliminal' tämän ominaisuuden käyttämiseksi.
hr: Molimo instalirajte 'subliminal' za korištenje ove funkcije.
is: Vinsamlegast settu upp 'subliminal' til að nota þessa eiginleika.
it: Si prega di installare 'subliminal' per utilizzare questa funzione.
nl: Installeer 'subliminal' om deze functie te gebruiken.
pt: Por favor, instale 'subliminal' para usar este recurso.
ru: Пожалуйста, установите 'subliminal', чтобы использовать эту функцию.
sk: Prosím nainštalujte 'subliminal', aby ste mohli túto funkciu používať.
sv: Vänligen installera 'subliminal' för att använda denna funktion.

source: Scanning for videos: %s
bg: Търсене на видеа: %s
cs: Skenování videí: %s
da: Scanner efter videoer: %s
de: Videos scannen: %s
et: Videote skaneerimine: %s
fi: Skannaus videoita varten: %s
hr: Skeniranje videozapisa: %s
is: Skoðun á myndböndum: %s
it: Scansione dei video: %s
nl: Scannen naar video's: %s
pt: Escaneando vídeos: %s
ru: Сканирование видео: %s
sk: Skenovanie videí: %s
sv: Söker efter videor: %s
uk: Сканування відео: %s

source: No videos found!
bg: Няма намерени видеа!
cs: Žádná videa nebyla nalezena!
da: Ingen videoer fundet!
de: Keine Videos gefunden!
et: Videot ei leitud!
fi: Ei videoita löytynyt!
hr: Nema pronađenih videozapisa!
is: Engin myndir fundust!
it: Nessun video trovato!
nl: Geen video's gevonden!
pt: Nenhum vídeo encontrado!
ru: Видеозаписей не найдено!
sk: Žiadne videá neboli nájdené!
sv: Inga videor hittades!
uk: Немає знайдених відео!

source: Select videos to download subtitles for:
bg: Изберете видеа, за които да изтеглите субтитри:
cs: Vyberte videa, pro která chcete stáhnout titulky:
da: Vælg videoer til at downloade undertekster til:
de: Wählen Sie Videos aus, für die Sie Untertitel herunterladen möchten:
et: Valige videod, millele allalaadimiseks subtiitreid lisada:
fi: Valitse videot, joille haluat ladata tekstitykset:
hr: Odaberite videozapise za preuzimanje titlova:
is: Veldu myndbönd til að hlaða niður texta fyrir:
it: Seleziona i video per scaricare i sottotitoli:
nl: Selecteer video's om ondertitels voor te downloaden:
pt: Selecione vídeos para baixar legendas:
ru: Выберите видео для загрузки субтитров:
sk: Vyberte videá na stiahnutie titulkov:
sv: Välj videor för att ladda ner undertexter för:
uk: Виберіть відео для завантаження субтитрів:

source: (SPACE to select, ENTER to confirm)
bg: (ПРОСТРАНСТВО за избор, ENTER за потвърждение)
cs: (SPACE pro výběr, ENTER pro potvrzení)
da: (SPACE for at vælge, ENTER for at bekræfte)
de: (SPACE zum Auswählen, ENTER zum Bestätigen)
et: (SPACE valimiseks, ENTER kinnitamiseks)
fi: (SUUNTANA valitsemiseen, ENTER vahvistamiseen)
hr: (SPACE za odabir, ENTER za potvrdu)
is: (RÚN til að velja, ENTER til að staðfesta)
it: (SPAZIO per selezionare, INVIO per confermare)
nl: (SPACE om te selecteren, ENTER om te bevestigen)
pt: (SPAÇO para selecionar, ENTER para confirmar)
ru: (ПРОБЕЛ для выбора, ENTER для подтверждения)
sk: (SPACIA na výber, ENTER na potvrdenie)
sv: (SPACE för att välja, ENTER för att bekräfta)
uk: (ПРОБІЛ для вибору, ENTER для підтвердження)

source: Selected:
bg: Избран:
cs: Vybráno:
da: Valgt:
de: Ausgewählt:
et: Valitud:
fi: Valittu:
hr: Odabrano:
is: Valið:
it: Selezionato:
nl: Geselecteerd:
pt: Selecionado:
ru: Выбранный:
sk: Vybrané:
sv: Vald:
uk: Вибрано:

source: videos
bg: видеа
cs: videa
da: videoer
et: videod
fi: videot
hr: videozapisi
is: myndbönd
it: video
pt: vídeos
ru: видео
sk: videá
sv: videor
uk: відео

source: Start download?
bg: Започнете изтеглянето?
cs: Začít stahování?
de: Download starten?
et: Alusta allalaadimist?
fi: Aloita lataus?
hr: Započni preuzimanje?
is: Byrjaðu að hlaða niður?
it: Inizia il download?
nl: Download starten?
pt: Iniciar download?
ru: Начать загрузку?
sk: Začať sťahovanie?
sv: Starta nedladdning?
uk: Розпочати завантаження?

source: Downloading...
bg: Изтегляне...
cs: Stahování...
da: Downloader...
de: Herunterladen...
et: Laadimine...
fi: Lataaminen...
hr: Preuzimanje...
is: Sæki niður...
it: Scaricamento...
nl: Bezig met downloaden...
pt: Baixando...
ru: Загрузка...
sk: Sťahovanie...
sv: Laddar ner...
uk: Завантаження...

source: Downloading for: {}
bg: Изтегляне за: {}
cs: Stahování pro: {}
da: Downloader til: {}
de: Herunterladen für: {}
et: Laadimine: {}
fi: Lataaminen kohteelle: {}
hr: Preuzimanje za: {}
is: Sæki fyrir: {}
it: Download in corso per: {}
nl: Downloaden voor: {}
pt: Baixando para: {}
ru: Загрузка для: {}
sk: Sťahovanie pre: {}
sv: Laddar ner för: {}
uk: Завантаження для: {}

source: Downloaded {} subtitles for {} videos
bg: Изтеглени са {} субтитри за {} видеа
cs: Stáhnuto {} titulků pro {} videa
da: Downloadet {} undertekster til {} videoer
de: Heruntergeladene {} Untertitel für {} Videos
et: Laaditud {} subtiitreid {} video jaoks
fi: Ladattu {} tekstitystä {} videolle
hr: Preuzete {} titlove za {} videozapisa
is: Niðurhalað {} undirskriftum fyrir {} myndbönd
it: Scaricati {} sottotitoli per {} video
nl: Gedownloade {} ondertitels voor {} video's
pt: Baixados {} legendas para {} vídeos
ru: Скачано {} субтитров для {} видео
sk: Stiahnuté {} titulky pre {} videá
sv: Nedladdade {} undertexter för {} videor
uk: Завантажено {} субтитрів для {} відео

source: No subtitles found
bg: Няма намерени субтитри
cs: Žádné titulky nenalezeny
da: Ingen undertekster fundet
de: Keine Untertitel gefunden
et: Subtiitreid ei leitud
fi: Ei tekstityksiä löytynyt
hr: Nema pronađenih titlova
is: Engin undirskriftir fundust ekki
it: Nessun sottotitolo trovato
nl: Geen ondertitels gevonden
pt: Nenhuma legenda encontrada
ru: Субтитры не найдены
sk: Žiadne titulky nenájdené
sv: Inga undertexter hittades
uk: Немає знайдених субтитрів
