Repository: talesam/jellyfix
Catalog: locale/*.po
Languages: bg, cs, da, de, es, et, fi, fr, hr, hu, is, it, nl, no, pl, pt, ro, ru, sk, sv, uk

source: Generating operations...
bg: Генериране на операции...
cs: Generování operací...
da: Genererer operationer...
de: Operationen werden generiert...
es: Generando operaciones...
et: Operatsioonide genereerimine...
fi: Toimintojen luominen...
fr: Génération des opérations...
hr: Generiranje operacija...
hu: Műveletek generálása...
is: Að búa til aðgerðir...
it: Generazione operazioni...
nl: Genereren van bewerkingen...
no: Genererer operasjoner...
pl: Generowanie operacji...
pt: Gerando operações...
ro: Generarea operațiunilor...
ru: Генерация операций...
sk: Generovanie operácií...
sv: Genererar operationer...
uk: Генерація операцій...

source: {} operations ready
bg: {} операции готови
cs: {} operace připraveny
da: {} operationer klar
de: {} Operationen bereit
es: {} operaciones listas
et: {} toimingud valmis
fi: {} toiminnot valmiina
fr: {} opérations prêtes
hr: {} operacije spremne
hu: {} műveletek készen állnak
is: {} aðgerðir tilbúnar
it: {} operazioni pronte
nl: {} bewerkingen gereed
no: {} operasjoner klare
pl: {} operacje gotowe
pt: {} operações prontas
ro: {} operațiuni gata
ru: {} операции готовы
sk: {} operácie pripravené
sv: {} operationer klara
uk: {} операції готові

source: Apply Operations?
bg: Приложи операции?
cs: Použít operace?
da: Anvend operationer?
de: Operationen anwenden?
es: ¿Aplicar operaciones?
et: Rakenda toimingud?
fi: Käytä toimintoja?
fr: Appliquer les opérations ?
hr: Primijeni operacije?
hu: Műveletek alkalmazása?
is: Beita aðgerðir?
it: Applica Operazioni?
nl: Toepassen van bewerkingen?
no: Bruk operasjoner?
pl: Zastosować operacje?
pt: Aplicar Operações?
ro: Aplică operații?
ru: Применить операции?
sk: Použiť operácie?
sv: Tillämpa åtgärder?
uk: Застосувати операції?

source: This will rename {} files. Continue?
bg: Това ще преименува {} файла. Продължавате ли?
cs: Toto přejmenuje {} souborů. Chcete pokračovat?
da: Dette vil omdøbe {} filer. Fortsætte?
de: Dies wird {} Dateien umbenennen. Fortfahren?
es: Esto renombrará {} archivos. ¿Continuar?
et: See {} failid ümber nimetada. Jätkata?
fi: Tämä nimeää {} tiedostoa. Jatketaanko?
fr: Cela renommerait {} fichiers. Continuer ?
hr: Ovo će preimenovati {} datoteka. Nastaviti?
hu: Ez átnevezi a {} fájlt. Folytatja?
is: Þetta mun endurnefna {} skrár. Halda áfram?
it: Questo rinominerà {} file. Continuare?
nl: Dit zal {} bestanden hernoemen. Doorgaan?
no: Dette vil endre navnet på {} filer. Fortsette?
pl: To zmieni nazwę {} plików. Kontynuować?
pt: Isso renomeará {} arquivos. Continuar?
ro: Aceasta va redenumi {} fișiere. Continuăm?
ru: Это переименует {} файлов. Продолжить?
sk: Toto premení {} súborov. Pokračovať?
sv: Detta kommer att döpa om {} filer. Fortsätta?
uk: Це перейменує {} файлів. Продовжити?

source: Execute Operations?
bg: Изпълни операции?
cs: Provést operace?
da: Udfør operationer?
de: Operationen ausführen?
es: ¿Ejecutar operaciones?
et: Teosta toimingud?
fi: Suorita toiminnot?
fr: Exécuter des opérations ?
hr: Izvrši operacije?
hu: Műveletek végrehajtása?
is: Framkvæma aðgerðir?
it: Eseguire operazioni?
nl: Voer bewerkingen uit?
no: Utfør operasjoner?
pl: Wykonać operacje?
pt: Executar Operações?
ro: Executa operațiuni?
ru: Выполнить операции?
sk: Spusti operácie?
sv: Utför operationer?
uk: Виконати операції?

source: Execute
bg: Изпълни
cs: Provést
da: Udfør
de: Ausführen
es: Ejecutar
et: Teosta
fi: Suorita
fr: Exécuter
hr: Izvrši
hu: Futtatás
is: Framkvæma
it: Esegui
nl: Uitvoeren
no: Kjør
pl: Wykonaj
pt: Executar
ro: Executa
ru: Выполнить
sk: Spustiť
sv: Kör
uk: Виконати

source: Dry-run: {} operations previewed
bg: Сухо изпълнение: {} операции прегледани
cs: Suchý běh: {} operací náhled
da: Tørkørsel: {} operationer forudset
de: Trockenlauf: {} Operationen angezeigt
es: Ejecución en seco: {} operaciones previsualizadas
et: Kuivjooks: {} operatsiooni eelvaade
fi: Kuivaajo: {} toimintoa esikatseltu
fr: Exécution à sec : {} opérations prévisualisées
hr: Suhođenje: {} operacija pregledano
hu: Száraz futás: {} művelet előnézete
is: Þurrkeyrsla: {} aðgerðir skoðaðar
it: Esecuzione a secco: {} operazioni visualizzate
nl: Droogloop: {} bewerkingen weergegeven
no: Tørrkjøring: {} operasjoner forhåndsvist
pl: Symulacja: {} operacji podglądanych
pt: Execução a seco: {} operações visualizadas
ro: Execuție uscată: {} operațiuni previzualizate
ru: Пробный запуск: {} операций предварительно просмотрено
sk: Simulácia: {} operácií zobrazených
sv: Torrkörning: {} operationer förhandsgranskade
uk: Dry-run: {} операцій попереджено

source: {} operations completed
bg: {} операции завършени
cs: {} operací dokončeno
da: {} operationer fuldført
de: {} Operationen abgeschlossen
es: {} operaciones completadas
et: {} toimingut lõpetatud
fi: {} toimintoa suoritettu
fr: {} opérations terminées
hr: {} operacija dovršeno
hu: {} művelet befejezve
is: {} aðgerðir lokið
it: {} operazioni completate
nl: {} bewerkingen voltooid
no: {} operasjoner fullført
pl: {} operacji zakończono
pt: {} operações concluídas
ro: {} operațiuni finalizate
ru: {} операции завершены
sk: {} operácií dokončených
sv: {} operationer slutförda
uk: {} операцій завершено

source: Feature Unavailable
bg: Функцията е недостъпна
cs: Funkce není k dispozici
da: Funktion ikke tilgængelig
de: Funktion nicht verfügbar
et: Funktsioon pole saadaval
fi: Ominaisuus ei käytettävissä
hr: Značajka nije dostupna
is: Fyrirkomulag ófáanlegt
it: Funzione non disponibile
nl: Functie Niet Beschikbaar
pt: Recurso Indisponível
ru: Функция недоступна
sk: Funkcia nedostupná
sv: Funktionen är inte tillgänglig
uk: Функція недоступна

source: The 'subliminal' library is not installed. Please install it to use this feature.
bg: Библиотеката 'subliminal' не е инсталирана. Моля, инсталирайте я, за да използвате тази функция.
cs: Knihovna 'subliminal' není nainstalována. Nainstalujte ji, abyste mohli tuto funkci používat.
da: Biblioteket 'subliminal' er ikke installeret. Installer det venligst for at bruge denne funktion.
de: Die 'subliminal'-Bibliothek ist nicht installiert. Bitte installieren Sie sie, um diese Funktion zu nutzen.
et: 'subliminal' teekonda ei ole installitud. Palun installige see, et seda funktsiooni kasutada.
fi: 'subliminal'-kirjastoa ei ole asennettu. Asenna se tämän ominaisuuden käyttämiseksi.
hr: Biblioteka 'subliminal' nije instalirana. Molimo instalirajte je da biste koristili ovu značajku.
is: „subliminal“ bókasafnið er ekki uppsett. Vinsamlegast settu það upp til að nota þessa eiginleika.
it: La libreria 'subliminal' non è installata. Si prega di installarla per utilizzare questa funzionalità.
nl: De 'subliminal' bibliotheek is niet geïnstalleerd. Installeer deze alstublieft om deze functie te gebruiken.
pt: A biblioteca 'subliminal' não está instalada. Por favor, instale-a para usar este recurso.
ru: Библиотека 'subliminal' не установлена. Пожалуйста, установите её, чтобы использовать эту функцию.
sk: Knižnica 'subliminal' nie je nainštalovaná. Nainštalujte ju, aby ste mohli túto funkciu používať.
sv: Biblioteket 'subliminal' är inte installerat. Vänligen installera det för att använda denna funktion.
uk: La bibliothèque 'subliminal' n'est pas installée. Veuillez l'installer pour utiliser cette fonctionnalité.

source: Preparing...
bg: Подготовка...
cs: Připravuje se...
da: Forbereder...
de: Vorbereiten...
et: Valmistamine...
fi: Valmistellaan...
hr: Priprema...
is: Undirbúningur...
it: Preparazione...
nl: Voorbereiden...
pt: Preparando...
ru: Подготовка...
sk: Pripravujem...
sv: Förbereder...

source: Searching subtitles ({}/{})
bg: Търсене на субтитри ({}/{})
cs: Hledání titulků ({}/{})
da: Søger undertekster ({}/{})
de: Untertitel suchen ({}/{})
et: Otsin subtiitreid ({}/{})
fi: Etsitään tekstityksiä ({}/{})
hr: Traženje titlova ({}/{})
is: Leita að undirskriftum ({}/{})
it: Cercando sottotitoli ({}/{})
nl: Zoeken naar ondertitels ({}/{})
pt: Buscando legendas ({}/{})
ru: Поиск субтитров ({}/{})
sk: Hľadanie titulkov ({}/{})
sv: Söker efter undertexter ({}/{})
uk: Пошук субтитрів ({}/{})

source: subtitle
pt: legenda

source: subtitles
pt: legendas

source: video
pt: vídeo

source: No Subtitles Found
bg: Няма намерени субтитри
cs: Žádné titulky nenalezeny
da: Ingen undertekster fundet
de: Keine Untertitel gefunden
et: Subtiitreid ei leitud
fi: Ei tekstityksiä löytynyt
hr: Nema pronađenih titlova
is: Engin texta ekki fundin
it: Nessun sottotitolo trovato
nl: Geen ondertitels gevonden
pt: Nenhuma legenda encontrada
ru: Субтитры не найдены
sk: Žiadne titulky nenájdené
sv: Inga undertexter hittades
uk: Немає знайдених субтитрів

source: Could not find any subtitles automatically. Try manual search?
bg: Не можа да намери никакви субтитри автоматично. Опитай ръчно търсене?
cs: Nebyly nalezeny žádné titulky automaticky. Zkuste ruční vyhledávání?
da: Kunne ikke finde nogen undertekster automatisk. Prøv manuel søgning?
de: Konnte keine Untertitel automatisch finden. Versuchen Sie die manuelle Suche?
et: Ei leitud automaatselt ühtegi subtiitrit. Proovige käsitsi otsingut?
fi: Ei automaattisia tekstityksiä löytynyt. Yritä manuaalista hakua?
hr: Nije moguće automatski pronaći titlove. Pokušajte ručno pretraživanje?
is: Gat ekki neinar undirskriftir sjálfkrafa. Reyndu handvirka leit?
it: Impossibile trovare automaticamente i sottotitoli. Provare la ricerca manuale?
nl: Kon geen ondertitels automatisch vinden. Probeer handmatige zoekopdracht?
pt: Não foi possível encontrar legendas automaticamente. Tente a busca manual?
ru: Не удалось автоматически найти субтитры. Попробуйте поиск вручную?
sk: Nenašli sa žiadne titulky automaticky. Skúste manuálne vyhľadávanie?
sv: Kunde inte hitta några undertexter automatiskt. Försök med manuell sökning?
uk: Не вдалося автоматично знайти жодних субтитрів. Спробуйте ручний пошук?

source: Partial Success
bg: Частичен успех
cs: Částečný úspěch
da: Delvis succes
de: Teilweise erfolgreich
et: Osaline edu
fi: Osittainen onnistuminen
hr: Djelomični uspjeh
is: Partíllar árangur
it: Successo parziale
nl: Deelmatige Succes
pt: Sucesso Parcial
ru: Частичный успех
sk: Čiastočný úspech
sv: Delvis framgång
uk: Частковий успіх

source: Downloaded {} {}. Missing languages: {} Try manual search?
pt: Baixou {} {}. Idiomas ausentes: {} Tentar busca manual?

source: Downloaded {} {} for {} of {} {}. Try manual search for missing?
pt: Baixou {} {} para {} de {} {}. Tentar busca manual para os ausentes?

source: Download Complete
bg: Изтеглянето е завършено
cs: Stahování dokončeno
da: Download fuldført
de: Download abgeschlossen
et: Allalaadimine lõpetatud
fi: Lataus valmis
hr: Preuzimanje dovršeno
is: Niðurhal Lokið
it: Download completato
nl: Download Voltooid
pt: Download Completo
ru: Загрузка завершена
sk: Stiahnutie dokončené
sv: Nedladdning klar
uk: Завантаження завершено

source: Downloaded {} {} for {} {} (all languages).
pt: Baixou {} {} para {} {} (todos os idiomas).

source: Manual Search
bg: Ръчно търсене
cs: Ruční vyhledávání
da: Manuel søgning
de: Manuelle Suche
et: Käsitsi otsing
fi: Manuaalinen Haku
hr: Ručno pretraživanje
is: Handvirk Leita
it: Ricerca Manuale
nl: Handmatige Zoekopdracht
pt: Busca Manual
ru: Ручной поиск
sk: Manuálne vyhľadávanie
sv: Manuell sökning
uk: Ручний пошук

source: Batch Error
bg: Грешка при партидната обработка
cs: Chyba dávky
da: Batchfejl
de: Batch-Fehler
et: Partii viga
fi: Erävirhe
hr: Greška u seriji
is: Batch villa
it: Errore di Batch
nl: Batchfout
pt: Erro de Lote
ru: Ошибка пакетной обработки
sk: Chyba dávky
sv: Batchfel
uk: Пакетна помилка

source: An error occurred during batch download: {}
bg: Възникна грешка по време на пакетно изтегляне: {}
cs: Během hromadného stahování došlo k chybě: {}
da: Der opstod en fejl under batch-download: {}
de: Ein Fehler ist während des Batch-Downloads aufgetreten: {}
et: Tekkis viga masslaadimise ajal: {}
fi: Virhe tapahtui eräsiirron aikana: {}
hr: Došlo je do pogreške tijekom preuzimanja serije: {}
is: Villa kom upp í batch niðurhal: {}
it: Si è verificato un errore durante il download in batch: {}
nl: Er is een fout opgetreden tijdens het batchdownloaden: {}
pt: Ocorreu um erro durante o download em lote: {}
ru: Произошла ошибка во время пакетной загрузки: {}
sk: Pri hromadnom sťahovaní došlo k chybe: {}
sv: Ett fel inträffade under batchnedladdning: {}
uk: Виникла помилка під час пакетного завантаження: {}

source: Subtitle downloaded: {}
bg: Субтитрите са изтеглени: {}
cs: Titulek stažen: {}
da: Undertekster downloadet: {}
de: Untertitel heruntergeladen: {}
et: Subtiitrid allalaaditud: {}
fi: Alkuperäinen ladattu: {}
hr: Preuzeti titl: {}
is: Undirritun niðurhalað: {}
it: Sottotitolo scaricato: {}
nl: Ondertitel gedownload: {}
pt: Legenda baixada: {}
ru: Субтитры загружены: {}
sk: Titulky stiahnuté: {}
sv: Undertext nedladdad: {}
uk: Субтитри завантажено: {}

source: Subtitle Handling
bg: Обработка на субтитри
cs: Zpracování titulků
da: Underteksthåndtering
de: Untertitelverwaltung
es: Manejo de subtítulos
et: Subtiitrite haldamine
fi: Tekstitysten käsittely
fr: Gestion des sous-titres
hr: Rukovanje titlovima
hu: Feliratkezelés
is: Undirskriftar meðferð
it: Gestione dei sottotitoli
nl: Ondertitelbeheer
no: Underteksthåndtering
pl: Obsługa napisów
pt: Manipulação de Legendas
ro: Gestionarea subtitrărilor
ru: Обработка субтитров
sk: Správa titulkov
sv: Undertextshantering
uk: Обробка субтитрів

source: Configure how subtitles are processed
bg: Конфигурирайте как се обработват субтитрите
cs: Nastavte, jak se zpracovávají titulky
da: Konfigurer, hvordan undertekster behandles
de: Konfigurieren Sie, wie Untertitel verarbeitet werden.
es: Configurar cómo se procesan los subtítulos
et: Konfigureeri, kuidas subtiitreid töödeldakse
fi: Määritä, miten tekstityksiä käsitellään
fr: Configurer la façon dont les sous-titres sont traités
hr: Konfigurirajte kako se titlovi obrađuju
hu: Állítsa be, hogyan történjen a feliratok feldolgozása
is: Stillir hvernig undirskriftir eru unnar
it: Configura come vengono elaborati i sottotitoli
nl: Configureer hoe ondertitels worden verwerkt
no: Konfigurer hvordan undertekster behandles
pl: Skonfiguruj, jak są przetwarzane napisy
pt: Configurar como as legendas são processadas
ro: Configurează modul în care sunt procesate subtitrările
ru: Настройте, как обрабатываются субтитры
sk: Konfigurujte, ako sa spracovávajú titulky
sv: Konfigurera hur undertexter behandlas
uk: Налаштуйте, як обробляються субтитри

source: Rename Language Variants
bg: Преименувайте езиковите варианти
cs: Přejmenovat jazykové varianty
da: Omdøb sprogvarianter
de: Sprache Varianten umbenennen
es: Renombrar variantes de idioma
et: Nimeta keele variante
fi: Nimeä kielivariantit
fr: Renommer les variantes de langue
hr: Preimenuj varijante jezika
hu: Nyelvi változatok átnevezése
is: Endurnefna tungumálavarianta
it: Rinomina varianti di lingua
nl: Hernoem Taalvarianten
no: Gi språkvariantene nye navn
pl: Zmień warianty językowe
pt: Renomear Variantes de Idioma
ro: Renumește variantele de limbă
ru: Переименовать языковые варианты
sk: Pre názvy jazykových variantov
sv: Byt namn på språkvarianter

source: Rename .por2.srt, .eng2.srt to .por.srt, .eng.srt
bg: Преименувайте .por2.srt, .eng2.srt на .por.srt, .eng.srt
cs: Přejmenujte .por2.srt, .eng2.srt na .por.srt, .eng.srt
da: Omdøb .por2.srt, .eng2.srt til .por.srt, .eng.srt
de: Benennen Sie .por2.srt, .eng2.srt in .por.srt, .eng.srt um.
es: Renombrar .por2.srt, .eng2.srt a .por.srt, .eng.srt
et: Nimeta .por2.srt, .eng2.srt ümber .por.srt, .eng.srt-ks
fi: Nimeä .por2.srt, .eng2.srt uudelleen muotoon .por.srt, .eng.srt
fr: Renommer .por2.srt, .eng2.srt en .por.srt, .eng.srt
hr: Preimenuj .por2.srt, .eng2.srt u .por.srt, .eng.srt
hu: Átnevezés .por2.srt, .eng2.srt fájlokra .por.srt, .eng.srt
is: Endurnefna .por2.srt, .eng2.srt í .por.srt, .eng.srt
it: Rinomina .por2.srt, .eng2.srt in .por.srt, .eng.srt
nl: Hernoem .por2.srt, .eng2.srt naar .por.srt, .eng.srt
no: Gi nytt navn til .por2.srt, .eng2.srt som .por.srt, .eng.srt
pl: Zmień nazwę .por2.srt, .eng2.srt na .por.srt, .eng.srt
pt: Renomear .por2.srt, .eng2.srt para .por.srt, .eng.srt
ro: Renumește .por2.srt, .eng2.srt în .por.srt, .eng.srt
ru: Переименовать .por2.srt, .eng2.srt в .por.srt, .eng.srt
sk: Prezmenujte .por2.srt, .eng2.srt na .por.srt, .eng.srt
sv: Byt namn på .por2.srt, .eng2.srt till .por.srt, .eng.srt
uk: Přejmenujte .por2.srt, .eng2.srt na .por.srt, .eng.srt

source: Remove Duplicate Variants
bg: Премахване на дублиращи се варианти
cs: Odstranit duplicitní varianty
da: Fjern dublerede varianter
de: Doppelte Varianten entfernen
es: Eliminar variantes duplicadas
et: Eemalda duplikaatvariandid
fi: Poista kaksoiskappaleet variantit
fr: Supprimer les variantes dupliquées
hr: Ukloni duplicirane varijante
hu: Duplikált változatok eltávolítása
is: Fjarlægja tvítekna afbrigði
it: Rimuovi varianti duplicate
nl: Verwijder Dubbele Varianten
no: Fjern dupliserte varianter
pl: Usuń duplikaty wariantów
pt: Remover Variantes Duplicadas
ro: Eliminare variante duplicate
ru: Удалить дублирующиеся варианты
sk: Odstrániť duplicitné varianty
sv: Ta bort dubbletter av varianter
uk: Видалити дублікати варіантів

source: Remove .lang2, .lang3 files after renaming
bg: Премахнете файловете .lang2, .lang3 след преименуване
cs: Odstranit soubory .lang2, .lang3 po přejmenování
da: Fjern .lang2, .lang3 filer efter omdøbning
de: Entfernen Sie .lang2, .lang3-Dateien nach der Umbenennung
es: Eliminar archivos .lang2, .lang3 después de renombrar
et: Eemalda .lang2, .lang3 failid pärast ümbernimetamist
fi: Poista .lang2, .lang3 tiedostot nimeämisen jälkeen
fr: Supprimer les fichiers .lang2, .lang3 après le renommage
hr: Ukloni .lang2, .lang3 datoteke nakon preimenovanja
hu: Távolítsa el a .lang2, .lang3 fájlokat az átnevezés után
is: Fjarlægðu .lang2, .lang3 skrár eftir að hafa endurnefnt.
it: Rimuovi i file .lang2, .lang3 dopo aver rinominato
nl: Verwijder .lang2, .lang3 bestanden na het hernoemen
no: Fjern .lang2, .lang3 filer etter omdøping
pl: Usuń pliki .lang2, .lang3 po zmianie nazwy
pt: Remover arquivos .lang2, .lang3 após renomear
ro: Elimina fișierele .lang2, .lang3 după redenumire
ru: Удалить файлы .lang2, .lang3 после переименования
sk: Odstrániť súbory .lang2, .lang3 po premenovaní
sv: Ta bort .lang2, .lang3-filer efter omdöpning
uk: Видалити файли .lang2, .lang3 після перейменування

source: Add Language Codes
bg: Добавете езикови кодове
cs: Přidat jazykové kódy
da: Tilføj sprogkoder
de: Sprache Codes hinzufügen
es: Agregar códigos de idioma
et: Lisa keelekoode
fi: Lisää kielikoodit
fr: Ajouter des codes de langue
hr: Dodaj kodove jezika
hu: Nyelvkódok hozzáadása
is: Bæta við tungumálakóðum
it: Aggiungi codici lingua
nl: Voeg taalcodes toe
no: Legg til språk koder
pl: Dodaj kody języków
pt: Adicionar Códigos de Idioma
ro: Adăugați coduri de limbă
ru: Добавить языковые коды
sk: Pridať jazykové kódy
sv: Lägg till språkkoder
uk: Додати коди мов

source: Add language codes to subtitles without them
bg: Добавете езикови кодове към субтитри без тях.
cs: Přidejte jazykové kódy k titulkům bez nich
da: Tilføj sprogkoder til undertekster uden dem
de: Fügen Sie Sprachcodes zu Untertiteln hinzu, ohne sie.
es: Agregar códigos de idioma a los subtítulos sin ellos
et: Lisa keelekoode subtiitritele ilma nendeta
fi: Lisää kielikoodit tekstityksiin ilman niitä
fr: Ajouter des codes de langue aux sous-titres sans eux
hr: Dodajte jezične kodove titlovima bez njih
hu: Adjon nyelvkódokat a feliratokhoz anélkül, hogy azok ott lennének.
is: Bættu tungumálakóðum við undirtexta án þeirra
it: Aggiungi codici di lingua ai sottotitoli senza di essi
nl: Voeg taalcodes toe aan ondertitels zonder deze
no: Legg til språkkoder i undertekster uten dem
pl: Dodaj kody językowe do napisów bez nich
pt: Adicionar códigos de idioma às legendas sem eles
ro: Adăugați coduri de limbă la subtitrări fără ele
ru: Добавить языковые коды к субтитрам без них
sk: Pridať jazykové kódy k titulkám bez nich
sv: Lägg till språkkoder till undertexter utan dem
uk: Додати мовні коди до субтитрів без них

source: Remove Foreign Subtitles
bg: Премахнете чуждестранните субтитри
cs: Odstranit cizí titulky
da: Fjern udenlandske undertekster
de: Fremduntertitel entfernen
es: Eliminar subtítulos extranjeros
et: Eemalda välismaised subtiitrid
fi: Poista vieraat tekstitykset
fr: Supprimer les sous-titres étrangers
hr: Ukloni strane titlove
hu: Idegen Feliratok Eltávolítása
is: Fjarlægja erlenda undirskriftir
it: Rimuovi Sottotitoli Stranieri
nl: Verwijder buitenlandse ondertitels
no: Fjern utenlandske undertekster
pl: Usuń obce napisy
pt: Remover Legendas Estrangeiras
ro: Eliminare subtitrările străine
ru: Удалить иностранные субтитры
sk: Odstrániť zahraničné titulky
sv: Ta bort utländska undertexter
uk: Видалити іноземні субтитри

source: Remove subtitles not in kept languages list
bg: Премахнете субтитри, които не са в списъка с запазени езици
cs: Odstranit titulky, které nejsou v seznamu uchovaných jazyků
da: Fjern undertekster, der ikke er i listen over gemte sprog
de: Entfernen Sie Untertitel, die nicht in der Liste der beibehaltenen Sprachen enthalten sind.
es: Eliminar subtítulos que no estén en la lista de idiomas mantenidos
et: Eemalda subtiitrid, mis ei ole säilitamise keelte loendis
fi: Poista tekstitykset, jotka eivät ole säilytettävien kielten luettelossa
fr: Supprimer les sous-titres non présents dans la liste des langues conservées
hr: Ukloni titlove koji nisu na popisu zadržanih jezika
hu: Távolítsa el a feliratokat, amelyek nincsenek a megtartott nyelvek listáján.
is: Fjarlægðu texta ekki í varðveittum tungumálalista
it: Rimuovi i sottotitoli non presenti nell'elenco delle lingue mantenute
nl: Verwijder ondertitels die niet in de behouden talenlijst staan
no: Fjern undertekster som ikke er i listen over beholdte språk
pl: Usuń napisy, które nie znajdują się na liście zachowanych języków
pt: Remover legendas que não estão na lista de idiomas mantidos
ro: Elimină subtitrările care nu se află în lista de limbi păstrate
ru: Удалить субтитры, не входящие в список сохранённых языков
sk: Odstrániť titulky, ktoré nie sú v zozname uchovaných jazykov
sv: Ta bort undertexter som inte finns i listan över bevarade språk
uk: Видалити субтитри, які не входять до списку збережених мов

source: Minimum Portuguese Words
bg: Минимални португалски думи
cs: Minimální portugalská slova
da: Minimum portugisiske ord
de: Minimale portugiesische Wörter
es: Palabras mínimas en portugués
et: Minimaalne portugali sõnad
fi: Vähimmäismäärä portugalinkielisiä sanoja
fr: Mots portugais minimums
hr: Minimalni portugalski izrazi
hu: Minimum portugál szavak
is: Minimum portugalsk orð
it: Parole portoghesi minime
nl: Minimale Portugese Woorden
no: Minimum portugisiske ord
pl: Minimalna liczba słów w języku portugalskim
pt: Palavras Mínimas em Português
ro: Cuvinte minime în portugheză
ru: Минимальное количество португальских слов
sk: Minimálny počet portugalských slov
sv: Minimala portugisiska ord
uk: Mínimo de Palavras em Português
