Repository: talesam/jellyfix
Catalog: locale/*.po
Languages: bg, cs, da, de, es, et, fi, fr, hr, hu, is, it, nl, no, pl, pt, ro, ru, sk, sv, uk

source: Jellyfix automatically organizes your media library following Jellyfin naming conventions: • <b>Renames files</b> to Jellyfin standard format • <b>Organizes episodes</b> into Season folders • <b>Manages subtitles</b>: renames, removes foreign languages, adds language codes • <b>Fetches metadata</b> from TMDB/TVDB • <b>Detects and adds quality tags</b> (1080p, 720p, etc) • <b>Adds provider IDs</b> to folder names ([tmdbid-12345])
es: Jellyfix organiza automáticamente tu biblioteca multimedia siguiendo las convenciones de nomenclatura de Jellyfin: • <b>Renombra archivos</b> al formato estándar de Jellyfin • <b>Organiza episodios</b> en carpetas de Temporada • <b>Gestiona subtítulos</b>: renombra, elimina idiomas extranjeros, añade códigos de idioma • <b>Obtiene metadatos</b> de TMDB/TVDB • <b>Detecta y añade etiquetas de calidad</b> (1080p, 720p, etc) • <b>Agrega IDs de proveedor</b> a los nombres de las carpetas ([tmdbid-12345])
fr: Jellyfix organise automatiquement votre bibliothèque multimédia selon les conventions de nommage de Jellyfin : • <b>Renomme les fichiers</b> au format standard Jellyfin • <b>Organise les épisodes</b> dans des dossiers de saison • <b>Gère les sous-titres</b> : renomme, supprime les langues étrangères, ajoute des codes de langue • <b>Récupère les métadonnées</b> depuis TMDB/TVDB • <b>Détecte et ajoute des étiquettes de qualité</b> (1080p, 720p, etc) • <b>Ajoute des identifiants de fournisseur</b> aux noms de dossiers ([tmdbid-12345])
hu: A Jellyfix automatikusan rendszerezi a médiakönyvtáradat a Jellyfin elnevezési konvencióinak megfelelően: • <b>Átnevezi a fájlokat</b> Jellyfin szabványformátumra • <b>Sorozatokat szervez</b> évad mappákba • <b>Feliratozást kezel</b>: átnevezi, eltávolítja a külföldi nyelveket, nyelvkódokat ad hozzá • <b>Metaadatokat kér le</b> a TMDB/TVDB-ből • <b>Minőségi címkéket észlel és ad hozzá</b> (1080p, 720p, stb.) • <b>Szolgáltató azonosítókat ad hozzá</b> a mappa nevéhez ([tmdbid-12345])
no: Jellyfix organiserer automatisk mediebiblioteket ditt i henhold til Jellyfin navnekonvensjoner: • <b>Gir nytt navn til filer</b> i Jellyfin standardformat • <b>Organiserer episoder</b> i sesongmapper • <b>Håndterer undertekster</b>: gir nytt navn, fjerner fremmedspråk, legger til språk koder • <b>Henter metadata</b> fra TMDB/TVDB • <b>Oppdager og legger til kvalitetsetiketter</b> (1080p, 720p, osv) • <b>Legger til leverandør-IDer</b> i mappenavn ([tmdbid-12345])
pl: Jellyfix automatycznie organizuje Twoją bibliotekę multimediów zgodnie z konwencjami nazewnictwa Jellyfin: • <b>Zmienia nazwy plików</b> na standardowy format Jellyfin • <b>Organizuje odcinki</b> w foldery sezonów • <b>Zarządza napisami</b>: zmienia nazwy, usuwa obce języki, dodaje kody językowe • <b>Pobiera metadane</b> z TMDB/TVDB • <b>Wykrywa i dodaje tagi jakości</b> (1080p, 720p itd.) • <b>Dodaje identyfikatory dostawców</b> do nazw folderów ([tmdbid-12345])
ro: Jellyfix organizează automat biblioteca ta media conform convențiilor de denumire Jellyfin: • <b>Renumește fișierele</b> în formatul standard Jellyfin • <b>Organizează episoadele</b> în foldere de Sezon • <b>Gestionează subtitrările</b>: renumește, elimină limbile străine, adaugă coduri de limbă • <b>Recuperează metadate</b> de la TMDB/TVDB • <b>Detectează și adaugă etichete de calitate</b> (1080p, 720p, etc) • <b>Adaugă ID-uri de furnizor</b> în numele folderelor ([tmdbid-12345])

source: <b>Movies:</b> Before: movie.name.2023.1080p.bluray.mkv After: Movie Name (2023) [tmdbid-12345]/Movie Name (2023) - 1080p.mkv <b>TV Shows:</b> Before: show.name.s01e05.720p.mkv After: Show Name (2024) [tmdbid-67890]/Season 01/Show Name S01E05 - 720p.mkv <b>Subtitles:</b> • Renames: .por2.srt → .por.srt, .eng3.srt → .eng.srt • Adds language codes: subtitle.srt → Movie Name.por.srt • Removes foreign languages (keeps configured languages only) • <b>NEVER</b> removes .forced.srt files
es: <b>Películas:</b> Antes: movie.name.2023.1080p.bluray.mkv Después: Nombre de la Película (2023) [tmdbid-12345]/Nombre de la Película (2023) - 1080p.mkv <b>Series de TV:</b> Antes: show.name.s01e05.720p.mkv Después: Nombre de la Serie (2024) [tmdbid-67890]/Temporada 01/Nombre de la Serie S01E05 - 720p.mkv <b>Subtítulos:</b> • Renombra: .por2.srt → .por.srt, .eng3.srt → .eng.srt • Agrega códigos de idioma: subtitle.srt → Nombre de la Película.por.srt • Elimina idiomas extranjeros (mantiene solo los idiomas configurados) • <b>NUNCA</b> elimina archivos .forced.srt
fr: <b>Films :</b> Avant : film.nom.2023.1080p.bluray.mkv Après : Nom du Film (2023) [tmdbid-12345]/Nom du Film (2023) - 1080p.mkv <b>Séries TV :</b> Avant : serie.nom.s01e05.720p.mkv Après : Nom de la Série (2024) [tmdbid-67890]/Saison 01/Nom de la Série S01E05 - 720p.mkv <b>Sous-titres :</b> • Renomme : .por2.srt → .por.srt, .eng3.srt → .eng.srt • Ajoute des codes de langue : sous-titre.srt → Nom du Film.por.srt • Supprime les langues étrangères (garde uniquement les langues configurées) • <b>JAMAIS</b> ne supprime les fichiers .forced.srt
hu: <b>Filmek:</b> Előtte: movie.name.2023.1080p.bluray.mkv Utána: Film Cím (2023) [tmdbid-12345]/Film Cím (2023) - 1080p.mkv <b>TV Műsorok:</b> Előtte: show.name.s01e05.720p.mkv Utána: Műsor Cím (2024) [tmdbid-67890]/1. Évad/Műsor Cím S01E05 - 720p.mkv <b>Feliratok:</b> • Átnevezések: .por2.srt → .por.srt, .eng3.srt → .eng.srt • Nyelvkódok hozzáadása: subtitle.srt → Film Cím.por.srt • Külföldi nyelvek eltávolítása (csak a konfigurált nyelvek megtartása) • <b>SOHA</b> nem távolítja el a .forced.srt fájlokat
no: <b>Filmer:</b> Før: film.navn.2023.1080p.bluray.mkv Etter: Film Navn (2023) [tmdbid-12345]/Film Navn (2023) - 1080p.mkv <b>TV-serier:</b> Før: show.navn.s01e05.720p.mkv Etter: Show Navn (2024) [tmdbid-67890]/Sesong 01/Show Navn S01E05 - 720p.mkv <b>Undertekster:</b> • Omdøper: .por2.srt → .por.srt, .eng3.srt → .eng.srt • Legger til språk koder: undertekst.srt → Film Navn.por.srt • Fjerner fremmedspråk (beholder kun konfigurerte språk) • <b>ALDRI</b> fjerner .forced.srt filer
pl: <b>Filmy:</b> Przed: film.nazwa.2023.1080p.bluray.mkv Po: Nazwa Filmu (2023) [tmdbid-12345]/Nazwa Filmu (2023) - 1080p.mkv <b>Seriale:</b> Przed: serial.nazwa.s01e05.720p.mkv Po: Nazwa Serii (2024) [tmdbid-67890]/Sezon 01/Nazwa Serii S01E05 - 720p.mkv <b>Napisy:</b> • Zmienia nazwy: .por2.srt → .por.srt, .eng3.srt → .eng.srt • Dodaje kody językowe: napis.srt → Nazwa Filmu.por.srt • Usuwa obce języki (zachowuje tylko skonfigurowane języki) • <b>NIGDY</b> nie usuwa plików .forced.srt
ro: <b>Filme:</b> Înainte: movie.name.2023.1080p.bluray.mkv După: Numele Filmului (2023) [tmdbid-12345]/Numele Filmului (2023) - 1080p.mkv <b>Seriale TV:</b> Înainte: show.name.s01e05.720p.mkv După: Numele Serialului (2024) [tmdbid-67890]/Sezonul 01/Numele Serialului S01E05 - 720p.mkv <b>Subtitrări:</b> • Renumește: .por2.srt → .por.srt, .eng3.srt → .eng.srt • Adaugă coduri de limbă: subtitle.srt → Numele Filmului.por.srt • Elimină limbile străine (păstrează doar limbile configurate) • <b>NICIODATĂ</b> nu elimină fișierele .forced.srt

source: <b>1. Configure TMDB API Key (recommended)</b> Menu → Configure API Keys → Follow the tutorial This enables metadata fetching and poster downloads. <b>2. Scan Library</b> Click "Scan Library" on Dashboard Select your media folder Review the scan results <b>3. Review Operations</b> Switch to "Operations" tab Preview what will be changed Select operations to see details <b>4. Execute</b> Click "Process Files" Confirm the operation Files will be renamed and organized <b>Tip:</b> Always review the preview before executing!
es: <b>1. Configurar la clave API de TMDB (recomendado)</b> Menú → Configurar claves API → Sigue el tutorial Esto habilita la obtención de metadatos y descargas de carteles. <b>2. Escanear Biblioteca</b> Haz clic en "Escanear Biblioteca" en el Panel de Control Selecciona tu carpeta de medios Revisa los resultados del escaneo <b>3. Revisar Operaciones</b> Cambia a la pestaña "Operaciones" Previsualiza lo que se cambiará Selecciona operaciones para ver detalles <b>4. Ejecutar</b> Haz clic en "Procesar Archivos" Confirma la operación Los archivos serán renombrados y organizados <b>Consejo:</b> ¡Siempre revisa la previsualización antes de ejecutar!
fr: <b>1. Configurer la clé API TMDB (recommandé)</b> Menu → Configurer les clés API → Suivez le tutoriel Cela permet de récupérer les métadonnées et de télécharger les affiches. <b>2. Scanner la bibliothèque</b> Cliquez sur "Scanner la bibliothèque" sur le tableau de bord Sélectionnez votre dossier multimédia Examinez les résultats du scan <b>3. Examiner les opérations</b> Passez à l'onglet "Opérations" Prévisualisez ce qui sera modifié Sélectionnez les opérations pour voir les détails <b>4. Exécuter</b> Cliquez sur "Traiter les fichiers" Confirmez l'opération Les fichiers seront renommés et organisés <b>Astuce :</b> Toujours examiner l'aperçu avant d'exécuter !
hu: <b>1. TMDB API kulcs konfigurálása (ajánlott)</b> Menü → API kulcsok konfigurálása → Kövesse a bemutatót Ez lehetővé teszi a metaadatok lekérését és a poszterek letöltését. <b>2. Könyvtár beolvasása</b> Kattintson a "Könyvtár beolvasása" gombra a vezérlőpulton Válassza ki a médiakönyvtárát Tekintse át a beolvasási eredményeket <b>3. Műveletek áttekintése</b> Váltson az "Műveletek" fülre Tekintse meg, mi fog megváltozni Válassza ki a műveleteket a részletek megtekintéséhez <b>4. Végrehajtás</b> Kattintson a "Fájlok feldolgozása" gombra Erősítse meg a műveletet A fájlok átnevezésre és rendezésre kerülnek <b>Tip:</b> Mindig tekintse át az előnézetet a végrehajtás előtt!
no: <b>1. Konfigurer TMDB API-nøkkel (anbefalt)</b> Meny → Konfigurer API-nøkler → Følg veiledningen Dette aktiverer henting av metadata og nedlasting av plakater. <b>2. Skann bibliotek</b> Klikk "Skann bibliotek" på dashbordet Velg mediemappen din Gå gjennom skanneresultatene <b>3. Gå gjennom operasjoner</b> Bytt til "Operasjoner"-fanen Forhåndsvis hva som vil bli endret Velg operasjoner for å se detaljer <b>4. Utfør</b> Klikk "Behandle filer" Bekreft operasjonen Filer vil bli omdøpt og organisert <b>Tips:</b> Gå alltid gjennom forhåndsvisningen før du utfører!
pl: <b>1. Skonfiguruj klucz API TMDB (zalecane)</b> Menu → Skonfiguruj klucze API → Postępuj zgodnie z samouczkiem To umożliwia pobieranie metadanych i pobieranie plakatów. <b>2. Skanuj bibliotekę</b> Kliknij "Skanuj bibliotekę" na pulpicie Wybierz swój folder multimedialny Przejrzyj wyniki skanowania <b>3. Przejrzyj operacje</b> Przełącz się na zakładkę "Operacje" Podglądaj, co zostanie zmienione Wybierz operacje, aby zobaczyć szczegóły <b>4. Wykonaj</b> Kliknij "Przetwórz pliki" Potwierdź operację Pliki zostaną przemianowane i zorganizowane <b>Wskazówka:</b> Zawsze przeglądaj podgląd przed wykonaniem!
ro: <b>1. Configurează cheia API TMDB (recomandat)</b> Meniu → Configurează cheile API → Urmează tutorialul Acest lucru permite obținerea de metadate și descărcarea posterelor. <b>2. Scanează biblioteca</b> Fă clic pe "Scanează biblioteca" pe tabloul de bord Selectează folderul tău media Revizuiește rezultatele scanării <b>3. Revizuiește operațiunile</b> Comută la tab-ul "Operațiuni" Previziune a ceea ce va fi schimbat Selectează operațiunile pentru a vedea detalii <b>4. Execută</b> Fă clic pe "Procesează fișiere" Confirmă operațiunea Fișierele vor fi redenumite și organizate <b>Sfat:</b> Revizuiește întotdeauna previzualizarea înainte de a executa!

source: Configure Jellyfix behavior: • <b>Subtitle Handling:</b> Rename variants, add language codes, remove foreign • <b>Kept Languages:</b> Choose which subtitle languages to keep • <b>Metadata:</b> Enable/disable TMDB fetching • <b>Quality Tags:</b> Add resolution tags to filenames • <b>ffprobe:</b> Use ffprobe for accurate quality detection
es: Configurar el comportamiento de Jellyfix: • <b>Manejo de subtítulos:</b> Renombrar variantes, agregar códigos de idioma, eliminar extranjeros • <b>Idiomas mantenidos:</b> Elegir qué idiomas de subtítulos mantener • <b>Metadatos:</b> Habilitar/deshabilitar la obtención de TMDB • <b>Etiquetas de calidad:</b> Agregar etiquetas de resolución a los nombres de archivo • <b>ffprobe:</b> Usar ffprobe para detección precisa de calidad
fr: Configurer le comportement de Jellyfix : • <b>Gestion des sous-titres :</b> Renommer les variantes, ajouter des codes de langue, supprimer les étrangers • <b>Langues conservées :</b> Choisir les langues de sous-titres à conserver • <b>Métadonnées :</b> Activer/désactiver la récupération TMDB • <b>Tags de qualité :</b> Ajouter des tags de résolution aux noms de fichiers • <b>ffprobe :</b> Utiliser ffprobe pour une détection précise de la qualité
hu: Jellyfix viselkedésének konfigurálása: • <b>Feliratkezelés:</b> Változatok átnevezése, nyelvkódok hozzáadása, idegenek eltávolítása • <b>Tartott nyelvek:</b> Válaszd ki, mely feliratnyelveket tartsd meg • <b>Metaadatok:</b> TMDB lekérdezés engedélyezése/letiltása • <b>Minőségi címkék:</b> Felbontási címkék hozzáadása a fájlnevekhez • <b>ffprobe:</b> Az ffprobe használata a pontos minőség-ellenőrzéshez
no: Konfigurer Jellyfix-atferd: • <b>Underteksthåndtering:</b> Gi varianter nye navn, legg til språk koder, fjern utenlandske • <b>Beholdte språk:</b> Velg hvilke undertekstspråk som skal beholdes • <b>Metadata:</b> Aktiver/deaktiver TMDB-henting • <b>Kvalitetsetiketter:</b> Legg til oppløsningsetiketter til filnavn • <b>ffprobe:</b> Bruk ffprobe for nøyaktig kvalitetsdeteksjon
pl: Skonfiguruj zachowanie Jellyfix: • <b>Obsługa napisów:</b> Zmień nazwy wariantów, dodaj kody językowe, usuń obce • <b>Zachowane języki:</b> Wybierz, które języki napisów zachować • <b>Metadane:</b> Włącz/wyłącz pobieranie z TMDB • <b>Tagi jakości:</b> Dodaj tagi rozdzielczości do nazw plików • <b>ffprobe:</b> Użyj ffprobe do dokładnego wykrywania jakości
ro: Configure comportamentul Jellyfix: • <b>Gestionarea subtitrărilor:</b> Renumește variantele, adaugă coduri de limbă, elimină străine • <b>Limbile păstrate:</b> Alege ce limbi de subtitrare să păstrezi • <b>Metadate:</b> Activează/dezactivează obținerea TMDB • <b>Etichete de calitate:</b> Adaugă etichete de rezoluție la numele fișierelor • <b>ffprobe:</b> Folosește ffprobe pentru detectarea precisă a calității

source: ⚠️ <b>Dry-run is DEFAULT</b> Files are NOT modified unless you explicitly execute operations. ✓ <b>Always review before executing</b> Check the operation preview carefully. 🔑 <b>Configure TMDB API</b> For best results, configure your TMDB API key in Settings. 🌍 <b>Customize kept languages</b> Configure which subtitle languages to keep in Preferences.
es: ⚠️ <b>La simulación es POR DEFECTO</b> Los archivos NO se modifican a menos que ejecutes operaciones explícitamente. ✓ <b>Siempre revisa antes de ejecutar</b> Revisa cuidadosamente la vista previa de la operación. 🔑 <b>Configurar API de TMDB</b> Para obtener los mejores resultados, configura tu clave de API de TMDB en Configuración. 🌍 <b>Personalizar idiomas mantenidos</b> Configura qué idiomas de subtítulos mantener en Preferencias.
fr: ⚠️ <b>Le mode simulation est PAR DÉFAUT</b> Les fichiers ne sont PAS modifiés à moins que vous n'exécutiez explicitement des opérations. ✓ <b>Vérifiez toujours avant d'exécuter</b> Vérifiez attentivement l'aperçu de l'opération. 🔑 <b>Configurer l'API TMDB</b> Pour de meilleurs résultats, configurez votre clé API TMDB dans les paramètres. 🌍 <b>Personnaliser les langues conservées</b> Configurez les langues de sous-titres à conserver dans les préférences.
hu: ⚠️ <b>A száraz futás ALAPÉRTELMEZETT</b> A fájlok NEM módosulnak, hacsak nem hajtasz végre műveleteket. ✓ <b>Mindig ellenőrizd a végrehajtás előtt</b> Alaposan nézd át a művelet előnézetét. 🔑 <b>TMDB API konfigurálása</b> A legjobb eredmények érdekében konfiguráld a TMDB API kulcsodat a Beállításokban. 🌍 <b>A megtartott nyelvek testreszabása</b> Állítsd be, hogy mely feliratnyelveket tartsd meg a Beállításokban.
no: ⚠️ <b>Simulering er STANDARD</b> Filer blir IKKE endret med mindre du eksplisitt utfører operasjoner. ✓ <b>Alltid gjennomgå før utføring</b> Sjekk forhåndsvisningen av operasjonen nøye. 🔑 <b>Konfigurer TMDB API</b> For best resultat, konfigurer din TMDB API-nøkkel i Innstillinger. 🌍 <b>Tilpassede beholdte språk</b> Konfigurer hvilke undertekstspråk som skal beholdes i Innstillinger.
pl: ⚠️ <b>Symulacja jest DOMYŚLNA</b> Pliki NIE są modyfikowane, chyba że wyraźnie wykonasz operacje. ✓ <b>Zawsze przeglądaj przed wykonaniem</b> Dokładnie sprawdź podgląd operacji. 🔑 <b>Skonfiguruj API TMDB</b> Aby uzyskać najlepsze wyniki, skonfiguruj swój klucz API TMDB w Ustawieniach. 🌍 <b>Dostosuj zachowane języki</b> Skonfiguruj, które języki napisów chcesz zachować w Preferencjach.
ro: ⚠️ <b>Execuția de test este IMPLICITĂ</b> Fișierele NU sunt modificate decât dacă executați explicit operațiunile. ✓ <b>Revizuiți întotdeauna înainte de a executa</b> Verificați cu atenție previzualizarea operațiunii. 🔑 <b>Configurează API-ul TMDB</b> Pentru cele mai bune rezultate, configurează cheia API TMDB în Setări. 🌍 <b>Personalizează limbile păstrate</b> Configurează ce limbi de subtitrare să păstrezi în Preferințe.

source: Dashboard
es: Tablero de control
fr: Tableau de bord
hu: Irányítópult
no: Dashbord
pl: Panel sterowania
ro: Tabloul de bord

source: Library
es: Biblioteca
fr: Bibliothèque
hu: Könyvtár
no: Bibliotek
pl: Biblioteka
ro: Bibliotecă

source: Preview
es: Vista previa
fr: Aperçu
hu: Előnézet
no: Forhåndsvisning
pl: Podgląd
ro: Previzualizare

source: Applying operations...
es: Aplicando operaciones...
fr: Application des opérations...
hu: Műveletek alkalmazása...
no: Bruker operasjoner...
pl: Zastosowywanie operacji...
ro: Aplicarea operațiunilor...

source: Complete!
da: Færdig!
es: ¡Completo!
fr: Terminé !
hu: Kész!
no: Ferdig!
pl: Ukończono!
ro: Complet!

source: What are Mirabel files?
hu: Mik azok a Mirabel fájlok?
pl: Czym są pliki Mirabel?
ro: Ce sunt fișierele Mirabel?

source: Subtitle files with non-standard language codes like: • <tt>.pt-BR.hi.srt</tt> → <tt>.por.srt</tt> • <tt>.br.hi.srt</tt> → <tt>.por.srt</tt> • <tt>.pt-BR.hi.forced.srt</tt> → <tt>.por.forced.srt</tt>
hu: Feliratfájlok nem szabványos nyelvkódokkal, mint például: • <tt>.pt-BR.hi.srt</tt> → <tt>.por.srt</tt> • <tt>.br.hi.srt</tt> → <tt>.por.srt</tt> • <tt>.pt-BR.hi.forced.srt</tt> → <tt>.por.forced.srt</tt>
pl: Pliki napisów z niestandardowymi kodami językowymi, takimi jak: • <tt>.pt-BR.hi.srt</tt> → <tt>.por.srt</tt> • <tt>.br.hi.srt</tt> → <tt>.por.srt</tt> • <tt>.pt-BR.hi.forced.srt</tt> → <tt>.por.forced.srt</tt>
ro: Fișierele de subtitrări cu coduri de limbă non-standard, cum ar fi: • <tt>.pt-BR.hi.srt</tt> → <tt>.por.srt</tt> • <tt>.br.hi.srt</tt> → <tt>.por.srt</tt> • <tt>.pt-BR.hi.forced.srt</tt> → <tt>.por.forced.srt</tt>

source: Select Directory
hu: Könyvtár kiválasztása
pl: Wybierz katalog
ro: Selectați directorul

source: Directory to scan
hu: Mappa, amelyet be kell járni
pl: Katalog do skanowania
ro: Directorul de scanat

source: No directory selected
hu: Nincs kiválasztva könyvtár
pl: Nie wybrano katalogu
ro: Niciun director selectat

source: Select
hu: Kiválasztás
pl: Wybierz

source: Files Found
hu: Fájlok megtalálva
pl: Znalezione pliki
ro: Fișiere găsite

source: Scan
hu: Beolvasás
pl: Skanuj

source: Apply Changes
hu: Változtatások alkalmazása
pl: Zastosuj zmiany
ro: Aplică modificările

source: Scanning for Mirabel files...
hu: Mirabel fájlok keresése...
pl: Skanowanie plików Mirabel...
ro: Scanare pentru fișierele Mirabel...

source: Mirabel fix
hu: Mirabel javítás
pl: Poprawka Mirabel

source: Will be deleted (duplicate)
hu: Törölve lesz (másolat)
pl: Zostanie usunięte (duplikat)
ro: Va fi șters (duplicat)

source: Found {} Mirabel files
hu: Talált {} Mirabel fájlokat
pl: Znaleziono {} plików Mirabel
ro: Am găsit {} fișiere Mirabel

source: Apply Changes?
hu: Változtatások alkalmazása?
pl: Zastosować zmiany?
ro: Aplică modificările?

source: {} renamed
hu: {} átnevezve
pl: {} zmieniono nazwę
ro: {} redenumit

source: {} deleted
hu: {} törölve
pl: {} usunięty
ro: {} șters

source: {} failed
hu: {} meghiúsult
pl: {} nie powiodło się
ro: {} a eșuat

source: Rescan Now
da: Genoptag nu

source: Use ffprobe
fr: Utiliser ffprobe
no: Bruk ffprobe

source: Configure TMDB
fr: Configurer TMDB
no: Konfigurer TMDB

source: View current key
fr: Voir la clé actuelle
no: Vis nåværende nøkkel

source: How to get
fr: Comment obtenir
no: Hvordan få

source: and {} more operations
no: og {} flere operasjoner

source: Search operations...
no: Søkeoperasjoner...
