Repository: talesam/jellyfix
Catalog: locale/*.po
Languages: bg, cs, da, de, es, et, fi, fr, hr, hu, is, it, nl, no, pl, pt, ro, ru, sk, sv, uk

source: Select an item to preview
bg: Изберете елемент за преглед
cs: Vyberte položku pro náhled
da: Vælg et element for at forhåndsvise
de: Wählen Sie ein Element zur Vorschau aus
es: Selecciona un elemento para previsualizar
et: Vali objekt eelvaateks
fi: Valitse esikatsottava kohde
fr: Sélectionnez un élément pour prévisualiser
hr: Odaberite stavku za pregled
hu: Válasszon ki egy elemet az előnézethez
is: Veldu hlut til að forsýna
it: Seleziona un elemento da visualizzare in anteprima
nl: Selecteer een item om een voorbeeld te bekijken
no: Velg et element for forhåndsvisning
pl: Wybierz element do podglądu
pt: Selecione um item para visualizar
ro: Selectați un element pentru previzualizare
ru: Выберите элемент для предварительного просмотра
sk: Vyberte položku na náhľad
sv: Välj ett objekt för att förhandsgranska
uk: Виберіть елемент для попереднього перегляду

source: Search title
bg: Търсене на заглавие
cs: Hledat název
da: Søg titel
de: Suchbezeichnung
es: Buscar título
et: Otsingu pealkiri
fi: Hakuotsikko
fr: Titre de recherche
hr: Pretraži naslov
hu: Keresési cím
is: Leita titils
it: Cerca titolo
nl: Zoektitel
pl: Szukaj tytułu
pt: Título da pesquisa
ro: Căutare titlu
ru: Поиск заголовка
sk: Hľadať názov
sv: Sök titel
uk: Пошук заголовка

source: Wrong title? Click to search manually
bg: Неправилен заглавие? Кликнете, за да търсите ръчно.
cs: Špatný název? Klikněte pro ruční vyhledávání
da: Forkert titel? Klik for at søge manuelt
de: Falscher Titel? Klicken Sie hier, um manuell zu suchen.
es: ¿Título incorrecto? Haga clic para buscar manualmente
et: Vale pealkiri? Klõpsake, et otsida käsitsi.
fi: Väärä otsikko? Napsauta etsiäksesi manuaalisesti
fr: Titre incorrect ? Cliquez pour rechercher manuellement
hr: Pogrešan naslov? Kliknite za ručno pretraživanje
hu: Hibás cím? Kattintson a manuális kereséshez
is: Rangt titill? Smelltu til að leita handvirkt
it: Titolo errato? Clicca per cercare manualmente
nl: Verkeerde titel? Klik om handmatig te zoeken
pl: Zły tytuł? Kliknij, aby wyszukać ręcznie
pt: Título incorreto? Clique para pesquisar manualmente
ro: Titlu greșit? Faceți clic pentru a căuta manual
ru: Неправильный заголовок? Нажмите, чтобы искать вручную
sk: Nesprávny názov? Kliknite na vyhľadávanie manuálne.
sv: Fel titel? Klicka för att söka manuellt
uk: Неправильний заголовок? Натисніть, щоб шукати вручну

source: Download Subtitles
bg: Изтеглете субтитри
cs: Stáhnout titulky
da: Download undertekster
de: Untertitel herunterladen
et: Laadi alla subtiitrid
fi: Lataa tekstitykset
hr: Preuzmi titlove
is: Sækja undirskriftir
it: Scarica Sottotitoli
nl: Download Ondertitels
pt: Baixar Legendas
ru: Скачать субтитры
sk: Stiahnuť titulky
sv: Ladda ner undertexter
uk: Завантажити субтитри

source: Search and download subtitles automatically
bg: Търсене и изтегляне на субтитри автоматично
cs: Hledejte a stahujte titulky automaticky
da: Søg og download undertekster automatisk
de: Untertitel automatisch suchen und herunterladen
et: Otsi ja laadi subtiitreid automaatselt
fi: Etsi ja lataa tekstitykset automaattisesti
hr: Automatski pretraži i preuzmi titlove
is: Leitaðu að og hlaðið niður undirskriftum sjálfkrafa
it: Cerca e scarica automaticamente i sottotitoli
nl: Zoek en download ondertitels automatisch
pt: Pesquisar e baixar legendas automaticamente
ru: Автоматически искать и загружать субтитры
sk: Automaticky vyhľadávať a sťahovať titulky
sv: Sök och ladda ner undertexter automatiskt
uk: Автоматичний пошук та завантаження субтитрів

source: From:
bg: От:
cs: Z:
da: Fra:
de: Von:
es: Desde:
et: Alates:
fi: Alkaen:
fr: De :
hr: Od:
hu: Tól:
is: Frá:
it: Da:
nl: Van:
no: Fra:
pl: Z:
pt: De:
ro: De:
ru: От:
sk: Z:
sv: Från:
uk: З:

source: To:
bg: До:
cs: K:
da: Til:
de: An:
es: Para:
et: Kelle:
fi: Vastaanottajalle:
fr: À :
hr: Za:
hu: Címzett:
is: Til:
it: A:
nl: Aan:
no: Til:
pl: Do:
pt: Para:
ro: Către:
ru: Кому:
sk: Na:
sv: Till:

source: MOVE
bg: Премести
cs: PŘESUNOUT
da: FLYT
de: BEWEGEN
es: MOVER
et: LIIGUTA
fi: SIIRTYÄ
fr: DÉPLACER
hr: POMAKNI
hu: MOZGÁS
is: FÆRÐAST
it: MUOVI
nl: VERPLAATS
no: FLYTT
pl: RUSZAĆ
pt: MOVER
ro: MUTARE
ru: ПЕРЕМЕСТИТЬ
sk: PRESUNÚŤ
sv: FÖRFLYTTNING
uk: РУХАТИ

source: DELETE
bg: ИЗТРИЙ
cs: SMAZAT
da: SLET
de: LÖSCHEN
es: ELIMINAR
et: KUSTUTA
fi: POISTA
fr: SUPPRIMER
hr: IZBACI
hu: TÖRÖL
is: Eyða
it: ELIMINA
nl: VERWIJDEREN
no: SLETT
pl: USUŃ
pt: EXCLUIR
ro: Șterge
ru: УДАЛИТЬ
sk: ZMAZAŤ
sv: TAK BORT

source: MOVE + RENAME
bg: Премести + Преименувай
cs: PŘESUNOUT + PŘEJMENOVAT
da: FLYT + OMDØB
de: VERSCHIEBEN + UMBENENNEN
es: MOVER + RENOMBRAR
et: LIIGUTA + NIMETA ümber
fi: SIIRRÄ + NIMEÄ UUDEN KERTOIMEN
fr: DÉPLACER + RENOMMER
hr: PRESLIJEDI + PREIMENUJ
hu: Áthelyezés + Átnevezés
is: FÆRÐA + NAFNBREYTA
it: SPOSTA + RINOMINA
nl: VERPLAATS + HERNAMEN
no: FLYTT + OMDØP
pl: PRZESUŃ + ZMIENIĆ NAZWE
pt: MOVER + RENOMEAR
ro: MUTARE + RENUMIRE
ru: ПЕРЕМЕСТИТЬ + ПЕРЕИМЕНОВАТЬ
sk: PRESUNÚŤ + PREMENOVAŤ
sv: FLYTTA + BYT NAMN
uk: 移動 + 重命名

source: RENAME
bg: ПРЕИМЕНУВАЙ
cs: Přejmenovat
da: OMDØB
de: UMBENENNEN
es: RENOMBRAR
et: NIMETA
fi: NIMEÄ UUDEN KSI
fr: RENOMMER
hr: PREIMENUJTE
hu: Átnevezés
is: UMSKRÁNA
it: RINOMINA
nl: HERNAMEN
no: OMDØP
pl: ZMIENIĆ NAZWĘ
pt: RENOMEAR
ro: RENUMEȘTE
ru: ПЕРЕИМЕНОВАТЬ
sk: PREMENOVAŤ
sv: Döp om

source: Select Directory to Scan
bg: Изберете директория за сканиране
cs: Vyberte adresář ke skenování
da: Vælg mappe til scanning
de: Verzeichnis zum Scannen auswählen
es: Seleccionar directorio para escanear
et: Vali skannimiseks kataloog
fi: Valitse skannattava hakemisto
fr: Sélectionner le répertoire à analyser
hr: Odaberite direktorij za skeniranje
hu: Könyvtár kiválasztása a beolvasáshoz
is: Veldu skráningu til að skanna
it: Seleziona la directory da scansionare
nl: Selecteer map om te scannen
no: Velg katalog å skanne
pl: Wybierz katalog do skanowania
pt: Selecionar Diretório para Escanear
ro: Selectați directorul de scanare
ru: Выберите каталог для сканирования
sk: Vyberte adresár na skenovanie
sv: Välj katalog att skanna

source: Scan Failed
bg: Сканирането неуспешно
cs: Skenování selhalo
da: Scanning mislykkedes
de: Scan fehlgeschlagen
es: Escaneo fallido
et: Skannimine ebaõnnestus
fi: Skannaus epäonnistui
fr: Échec de l'analyse
hr: Skeniranje nije uspjelo
hu: Szkennelés sikertelen
is: Skönnun misheppnaðist
it: Scansione non riuscita
nl: Scan mislukt
no: Skanning mislyktes
pl: Skanowanie nie powiodło się
pt: Digitalização Falhou
ro: Scan eșuat
ru: Сканирование не удалось
sk: Skenovanie zlyhalo
sv: Skanning misslyckades
uk: Сканування не вдалося

source: Operation Generation Failed
bg: Неуспешно генериране на операция
cs: Generování operace selhalo
da: Operation Generation Mislykkedes
de: Betriebsgeneration fehlgeschlagen
es: Generación de operación fallida
et: Operatsiooni genereerimine ebaõnnestus
fi: Toiminnon luonti epäonnistui
fr: Échec de la génération de l'opération
hr: Generiranje operacije nije uspjelo
hu: Művelet generálása sikertelen
is: Aðgerðarsköpun mistókst
it: Generazione dell'operazione non riuscita
nl: Operatiegeneratie mislukt
no: Operasjonsgenerering mislyktes
pl: Generowanie operacji nie powiodło się
pt: Falha na Geração da Operação
ro: Generarea operațiunii a eșuat
ru: Ошибка генерации операции
sk: Generovanie operácie zlyhalo
sv: Operation generation misslyckades
uk: Операція генерації не вдалася

source: Execution Failed
bg: Изпълнението неуспешно
cs: Selhání provedení
da: Udførelse Mislykkedes
de: Ausführung fehlgeschlagen
es: Ejecución fallida
et: Täideviimine ebaõnnestus
fi: Suoritus epäonnistui
fr: Échec de l'exécution
hr: Izvršenje nije uspjelo
hu: Végrehajtás meghiúsult
is: Aðgerð mistókst
it: Esecuzione non riuscita
nl: Uitvoering Mislukt
no: Kjøring mislyktes
pl: Wykonanie nie powiodło się
pt: Execução Falhou
ro: Execuție eșuată
ru: Ошибка выполнения
sk: Vykonanie zlyhalo
sv: Körning misslyckades
uk: Виконання не вдалося

source: translator-credits
bg: кредити на преводача
cs: překladatelské kredity
da: oversætter-credits
de: Übersetzer-Kredite
es: créditos del traductor
et: tõlkija-krediidid
fi: kääntäjä-tekstit
fr: crédits du traducteur
hr: priznanje prevoditelju
hu: fordító-jogosultságok
is: þýðandaskuldir
it: crediti del traduttore
nl: vertaler-credits
no: oversetter-kreditter
pl: kredyty tłumacza
pt: créditos do tradutor
ro: creditul traducătorului
ru: кредиты переводчика
sk: preklady-prekladateľa
sv: översättar-erkännanden
uk: перекладач-автори

source: TMDB Configuration
bg: TMDB Конфигурация
cs: Konfigurace TMDB
da: TMDB-konfiguration
de: TMDB-Konfiguration
es: Configuración de TMDB
et: TMDB konfiguratsioon
fi: TMDB-asetukset
fr: Configuration TMDB
hr: TMDB Konfiguracija
hu: TMDB konfiguráció
is: TMDB Stillingar
it: Configurazione TMDB
nl: TMDB-configuratie
no: TMDB-konfigurasjon
pl: Konfiguracja TMDB
pt: Configuração do TMDB
ro: Configurare TMDB
ru: Конфигурация TMDB
sk: Konfigurácia TMDB
sv: TMDB-konfiguration
uk: TMDB Конфігурація

source: Configure The Movie Database API key
bg: Конфигуриране на API ключа на Movie Database
cs: Konfigurace klíče API pro databázi filmů
da: Konfigurer API-nøgle til Movie Database
de: Konfigurieren Sie den API-Schlüssel der Film-Datenbank
es: Configurar la clave de la API de The Movie Database
et: Konfigureeri Filmi Andmebaasi API võti
fi: Määritä elokuvadatabasin API-avain
fr: Configurer la clé API de The Movie Database
hr: Konfiguriraj API ključ za filmsku bazu podataka
hu: Konfiguráld a Filmadatbázis API kulcsot
is: Stilltu API lykilinn fyrir Movie Database
it: Configura la chiave API di The Movie Database
nl: Configure de Movie Database API-sleutel
no: Konfigurer API-nøkkelen for Filmdatabasen
pl: Skonfiguruj klucz API bazy danych filmów
pt: Configurar a chave da API do Movie Database
ro: Configure cheia API a bazei de date a filmelor
ru: Настроить ключ API базы данных фильмов
sk: Nastaviť kľúč API pre databázu filmov
sv: Konfigurera API-nyckel för Filmdatabasen
uk: Налаштувати ключ API бази даних фільмів

source: ✓ Configured
bg: ✓ Конфигуриран
cs: ✓ Nakonfigurováno
da: ✓ Konfigureret
de: ✓ Konfiguriert
es: ✓ Configurado
et: ✓ Konfigureeritud
fi: ✓ Konfiguroitu
fr: ✓ Configuré
hr: ✓ Konfigurirano
hu: ✓ Beállítva
is: ✓ Stillt viðeigandi
it: ✓ Configurato
nl: ✓ Geconfigureerd
no: ✓ Konfigurert
pl: ✓ Skonfigurowano
pt: ✓ Configurado
ro: ✓ Configurat
ru: ✓ Настроено
sk: ✓ Nakonfigurované
sv: ✓ Konfigurerad
uk: ✓ Налаштовано

source: ✗ Not configured
bg: ✗ Не е конфигурирано
cs: ✗ Není nakonfigurováno
da: ✗ Ikke konfigureret
de: ✗ Nicht konfiguriert
es: ✗ No configurado
et: ✗ Ei ole konfigureeritud
fi: ✗ Ei konfiguroitu
fr: ✗ Non configuré
hr: ✗ Nije konfigurirano
hu: ✗ Nincs konfigurálva
is: ✗ Ekki stillt
it: ✗ Non configurato
nl: ✗ Niet geconfigureerd
no: ✗ Ikke konfigurert
pl: ✗ Nie skonfigurowano
pt: ✗ Não configurado
ro: ✗ Neconfigurat
ru: ✗ Не настроено
sk: ✗ Nie je nakonfigurované
sv: ✗ Inte konfigurerad
uk: ✗ Не налаштовано

source: TMDB API Key
bg: TMDB API ключ
cs: Klíč API TMDB
da: TMDB API-nøgle
de: TMDB API-Schlüssel
es: Clave API de TMDB
et: TMDB API võti
fi: TMDB API-avain
fr: Clé API TMDB
hr: TMDB API ključ
hu: TMDB API kulcs
is: TMDB API lykill
it: Chiave API TMDB
nl: TMDB API-sleutel
no: TMDB API-nøkkel
pl: Klucz API TMDB
pt: Chave da API TMDB
ro: Cheia API TMDB
ru: Ключ API TMDB
sk: Kľúč API TMDB
sv: TMDB API-nyckel

source: Config file
bg: Конфигурационен файл
cs: Konfigurační soubor
da: Konfigurationsfil
de: Konfigurationsdatei
es: Archivo de configuración
et: Konfiguratsioonifail
fi: Asetustiedosto
fr: Fichier de configuration
hr: Konfiguracijska datoteka
hu: Konfigurációs fájl
is: Stillingaskrá
it: File di configurazione
nl: Configuratiebestand
no: Konfigurasjonsfil
pl: Plik konfiguracyjny
pt: Arquivo de configuração
ro: Fișier de configurare
ru: Конфигурационный файл
sk: Konfiguračný súbor
sv: Konfigurationsfil
uk: Конфігураційний файл

source: Actions
bg: Действия
cs: Akce
da: Handlinger
de: Aktionen
es: Acciones
et: Tegevused
fi: Toiminnot
hr: Radnje
hu: Műveletek
is: Aðgerðir
it: Azioni
nl: Acties
no: Handlinger
pl: Akcje
pt: Ações
ro: Acțiuni
ru: Действия
sk: Akcie
sv: Åtgärder
uk: Дії

source: Enter your TMDB API key
bg: Въведете вашия TMDB API ключ
cs: Zadejte svůj TMDB API klíč
da: Indtast din TMDB API-nøgle
de: Geben Sie Ihren TMDB-API-Schlüssel ein
es: Introduce tu clave de API de TMDB
et: Sisestage oma TMDB API võti
fi: Syötä TMDB API -avain
fr: Entrez votre clé API TMDB
hr: Unesite svoj TMDB API ključ
hu: Írd be a TMDB API kulcsodat
is: Sláðu inn TMDB API lykilinn þinn
it: Inserisci la tua chiave API TMDB
nl: Voer uw TMDB API-sleutel in
no: Skriv inn din TMDB API-nøkkel
pl: Wprowadź swój klucz API TMDB
pt: Insira sua chave da API TMDB
ro: Introduceți cheia API TMDB.
ru: Введите ваш API-ключ TMDB
sk: Zadajte svoj TMDB API kľúč
sv: Ange din TMDB API-nyckel
uk: Введіть свій API-ключ TMDB

source: Configure
bg: Конфигуриране
cs: Konfigurovat
da: Konfigurer
de: Konfigurieren
es: Configurar
et: Konfigureeri
fi: Määritä
fr: Configurer
hr: Konfiguriraj
hu: Konfigurálás
is: Sniðganga
it: Configura
nl: Configureren
no: Konfigurer
pl: Konfiguruj
pt: Configurar
ru: Настроить
sk: Konfigurovať
sv: Konfigurera
uk: Налаштувати

source: View Current Key
bg: Преглед на текущия ключ
cs: Zobrazit aktuální klíč
da: Vis nuværende nøgle
de: Aktuellen Schlüssel anzeigen
es: Ver clave actual
et: Vaata praegust võtit
fi: Näytä nykyinen avain
fr: Voir la clé actuelle
hr: Pogledaj trenutačni ključ
hu: Aktuális kulcs megtekintése
is: Skoða núverandi lykil
it: Visualizza chiave attuale
nl: Bekijk huidige sleutel
no: Vis nåværende nøkkel
pl: Wyświetl bieżący klucz
pt: Ver Chave Atual
ro: Vizualizează cheia curentă
ru: Просмотр текущего ключа
sk: Zobraziť aktuálny kľúč
sv: Visa nuvarande nyckel
uk: Переглянути поточний ключ

source: Show masked API key
bg: Покажи маскиран API ключ
cs: Zobrazit maskovaný API klíč
da: Vis visket API-nøgle
de: Maskierten API-Schlüssel anzeigen
es: Mostrar clave API enmascarada
et: Näita varjatud API võtit
fi: Näytä peitetty API-avain
fr: Afficher la clé API masquée
hr: Prikaži maskirani API ključ
hu: Maszkírozott API-kulcs megjelenítése
is: Sýna dulda API lykil
it: Mostra chiave API mascherata
nl: Toon gemaskeerde API-sleutel
no: Vis skjult API-nøkkel
pl: Pokaż zamaskowany klucz API
pt: Mostrar chave de API mascarada
ro: Afișați cheia API mascată
ru: Показать замаскированный API-ключ
sk: Zobraziť maskovaný API kľúč
sv: Visa maskerat API-nyckel
uk: Показати замаскований API-ключ

source: View
bg: Преглед
cs: Zobrazit
da: Visning
de: Ansicht
es: Ver
et: Vaade
fi: Näytä
fr: Vue
hr: Pogled
hu: Nézet
is: Skoða
it: Visualizza
nl: Weergave
no: Visning
pl: Widok
pt: Visualizar
ro: Vizualizare
ru: Просмотр
sk: Zobraziť
sv: Visa
uk: Вигляд

source: Test TMDB Connection
bg: Тествайте TMDB връзката
cs: Otestovat připojení k TMDB
da: Test TMDB-forbindelse
de: TMDB-Verbindung testen
es: Probar conexión TMDB
et: Testi TMDB ühendus
fi: Testaa TMDB-yhteys
fr: Tester la connexion TMDB
hr: Testiraj TMDB vezu
hu: TMDB kapcsolat tesztelése
is: Prófa TMDB tengingu
it: Testa connessione TMDB
nl: Test TMDB-verbinding
no: Test TMDB-tilkobling
pl: Testuj połączenie TMDB
pt: Testar Conexão TMDB
ro: Testare conexiune TMDB
ru: Проверка соединения с TMDB
sk: Testovanie pripojenia TMDB
sv: Testa TMDB-anslutning
uk: Перевірка з'єднання з TMDB

source: Verify API key is working
bg: Потвърдете, че API ключът работи
cs: Ověřte, že API klíč funguje
da: Bekræft, at API-nøglen fungerer
de: Überprüfen Sie, ob der API-Schlüssel funktioniert.
es: Verificar que la clave de API está funcionando
et: Kontrolli, kas API võti töötab
fi: Varmista, että API-avain toimii
fr: Vérifiez que la clé API fonctionne
hr: Provjerite radi li API ključ
hu: Ellenőrizze, hogy az API kulcs működik-e
is: Staðfesta að API lykillinn virki
it: Verifica che la chiave API funzioni
nl: Controleer of de API-sleutel werkt
no: Bekreft at API-nøkkelen fungerer
pl: Weryfikacja klucza API działa
pt: Verifique se a chave da API está funcionando
ro: Verificați dacă cheia API funcționează
ru: Проверьте, работает ли ключ API
sk: Overte, že API kľúč funguje
sv: Verifiera att API-nyckeln fungerar
uk: Перевірте, чи працює API-ключ.

source: Test
bg: Тест
es: Prueba
fi: Testi
hr: Testiranje
hu: Teszt
is: Próf
pt: Teste
ru: Тест
sv: Testa
uk: Тест

source: Remove TMDB Key
bg: Премахнете TMDB ключа
cs: Odstranit TMDB klíč
da: Fjern TMDB-nøgle
de: TMDB-Schlüssel entfernen
es: Eliminar clave TMDB
et: Eemalda TMDB võti
fi: Poista TMDB-avain
fr: Supprimer la clé TMDB
hr: Ukloni TMDB ključ
hu: TMDB kulcs eltávolítása
is: Fjarlægðu TMDB lykilinn
it: Rimuovi la chiave TMDB
nl: Verwijder TMDB-sleutel
no: Fjern TMDB-nøkkel
pl: Usuń klucz TMDB
pt: Remover Chave TMDB
ro: Elimină cheia TMDB
ru: Удалить ключ TMDB
sk: Odstrániť TMDB kľúč
sv: Ta bort TMDB-nyckel
uk: Видалити ключ TMDB

source: Delete stored API key
bg: Изтрий съхранения API ключ
cs: Smazat uložený API klíč
da: Slet gemt API-nøgle
de: API-Schlüssel löschen
es: Eliminar clave API almacenada
et: Kustuta salvestatud API võti
fi: Poista tallennettu API-avain
fr: Supprimer la clé API enregistrée
hr: Izbriši pohranjeni API ključ
hu: Törölje a tárolt API kulcsot
is: Eyða geymdum API lykli
it: Elimina la chiave API memorizzata
nl: Verwijder opgeslagen API-sleutel
no: Slett lagret API-nøkkel
pl: Usuń zapisany klucz API
pt: Excluir chave de API armazenada
ro: Șterge cheia API stocată
ru: Удалить сохранённый API-ключ
sk: Odstrániť uložený API kľúč
sv: Ta bort lagrad API-nyckel
uk: Видалити збережений API-ключ

source: Remove
bg: Премахни
cs: Odstranit
da: Fjern
de: Entfernen
es: Eliminar
et: Eemalda
fi: Poista
fr: Supprimer
hr: Ukloni
hu: Eltávolítás
is: Fjarlægja
it: Rimuovi
nl: Verwijderen
no: Fjern
pl: Usuń
pt: Remover
ro: Elimină
ru: Удалить
sk: Odstrániť
sv: Ta bort
uk: Видалити

source: Help
bg: Помощь
cs: Nápověda
da: Hjælp
de: Hilfe
es: Ayuda
et: Abi
fi: Apu
fr: Aide
hr: Pomoć
hu: Súgó
is: Aðstoð
it: Aiuto
no: Hjelp
pl: Pomoc
pt: Ajuda
ro: Ajutor
ru: Помощь
sk: Pomoc
sv: Hjälp

source: Step-by-step tutorial
bg: Стъпка по стъпка ръководство
cs: Krok za krokem tutoriál
da: Trin-for-trin vejledning
de: Schritt-für-Schritt-Anleitung
es: Tutorial paso a paso
et: Sammuti juhend
fi: Vaiheittainen opas
fr: Tutoriel étape par étape
hr: Upute korak po korak
hu: Lépésről lépésre útmutató
is: Skref-fyrir-skref leiðbeiningar
it: Tutoriale passo-passo
nl: Stapsgewijze handleiding
no: Trinn-for-trinn veiledning
pl: Krok po kroku samouczek
pt: Tutorial passo a passo
ro: Tutorial pas cu pas
ru: Пошаговое руководство
sk: Krok za krokom návod
sv: Steg-för-steg handledning
uk: Покрокове керівництво

source: Enter your TMDB API key below
bg: Въведете вашия TMDB API ключ по-долу
cs: Zadejte svůj TMDB API klíč níže
da: Indtast din TMDB API-nøgle nedenfor
de: Geben Sie Ihren TMDB-API-Schlüssel unten ein.
es: Ingrese su clave de API de TMDB a continuación
et: Sisestage oma TMDB API võti allpool
fi: Syötä TMDB API -avain alla
fr: Entrez votre clé API TMDB ci-dessous
hr: Unesite svoj TMDB API ključ u nastavku
hu: Írd be az alábbi mezőbe a TMDB API kulcsodat
is: Sláðu inn TMDB API lykilinn þinn hér að neðan
it: Inserisci la tua chiave API TMDB qui sotto
nl: Voer hieronder uw TMDB API-sleutel in
no: Skriv inn TMDB API-nøkkelen din nedenfor
pl: Wprowadź swój klucz API TMDB poniżej
pt: Insira sua chave da API TMDB abaixo
ro: Introduceți cheia API TMDB mai jos
ru: Введите ваш ключ API TMDB ниже
sk: Zadajte svoj TMDB API kľúč nižšie
sv: Ange din TMDB API-nyckel nedan
uk: Введіть свій API-ключ TMDB нижче

source: Paste API key here
bg: Поставете тук API ключа
cs: Vložte sem API klíč
da: Indsæt API-nøgle her
de: API-Schlüssel hier einfügen
es: Pegue la clave de API aquí
et: Kleebi API siia
fi: Liitä API-avain tähän
fr: Collez la clé API ici
hr: Zalijepite API ključ ovdje
hu: Illessze be az API kulcsot ide
is: Límdu API lykil hér
it: Incolla qui la chiave API
nl: Plak hier de API-sleutel in
no: Lim inn API-nøkkel her
pl: Wklej klucz API tutaj
pt: Cole aqui a chave da API
ro: Introduceți cheia API aici
ru: Вставьте ключ API сюда
sk: Vložte sem API kľúč
sv: Klistra in API-nyckel här
uk: Вставте API-ключ сюди

source: Cancel
bg: Отмяна
cs: Zrušit
da: Annuller
de: Abbrechen
es: Cancelar
et: Tühista
fi: Peruuta
fr: Annuler
hr: Otkaži
hu: Mégsem
is: Hætta við
it: Annulla
nl: Annuleren
no: Avbryt
pl: Anuluj
pt: Cancelar
ro: Anulează
ru: Отмена
sk: Zrušiť
sv: Avbryt

source: Save
bg: Запази
cs: Uložit
da: Gem gem
de: Speichern
es: Guardar
et: Salvesta
fi: Tallenna
fr: Enregistrer
hr: Spremi
hu: Mentés
is: Vista
it: Salva
nl: Opslaan
no: Lagre
pl: Zapisz
pt: Salvar
ro: Salvează
ru: Сохранить
sk: Uložiť
sv: Spara
uk: Зберегти

source: API key saved successfully
bg: API ключът е запазен успешно
cs: API klíč byl úspěšně uložen
da: API-nøgle gemt med succes
de: API-Schlüssel erfolgreich gespeichert
es: Clave de API guardada con éxito
et: API võti salvestatud edukalt
fi: API-avain tallennettu onnistuneesti
fr: Clé API enregistrée avec succès
hr: API ključ je uspješno spremljen
hu: API kulcs sikeresen mentve
is: API lykill vistaður með góðum árangri
it: Chiave API salvata con successo
nl: API-sleutel succesvol opgeslagen
no: API-nøkkel lagret vellykket
pl: Klucz API zapisany pomyślnie
pt: Chave da API salva com sucesso
ro: Cheia API a fost salvată cu succes
ru: Ключ API успешно сохранён
sk: API kľúč bol úspešne uložený
sv: API-nyckel sparad framgångsrikt
uk: API ключ успішно збережено

source: Current TMDB API Key
bg: Текущ ключ за TMDB API
cs: Aktuální TMDB API klíč
da: Nuværende TMDB API-nøgle
de: Aktueller TMDB API-Schlüssel
es: Clave actual de la API de TMDB
et: Praegune TMDB API võti
fi: Nykyinen TMDB API-avain
fr: Clé API TMDB actuelle
hr: Trenutni TMDB API ključ
hu: Jelenlegi TMDB API kulcs
is: Núverandi TMDB API lykill
it: Chiave API TMDB attuale
nl: Huidige TMDB API-sleutel
no: Nåværende TMDB API-nøkkel
pl: Aktualny klucz API TMDB
pt: Chave atual da API TMDB
ro: Cheia API TMDB curentă
ru: Текущий ключ API TMDB
sk: Aktuálny TMDB API kľúč
sv: Aktuell TMDB API-nyckel
uk: Поточний ключ API TMDB

source: Masked key
bg: Маскиран ключ
cs: Maskovaný klíč
da: Maskeret nøgle
de: Maskierter Schlüssel
es: Clave enmascarada
et: Maskeeritud võti
fi: Peitetty avain
fr: Clé masquée
hr: Maskirani ključ
hu: Álcázott kulcs
is: Falið lykill
it: Chiave mascherata
nl: Gemaskerde sleutel
no: Maskert nøkkel
pl: Zaszyfrowany klucz
pt: Chave mascarada
ro: Cheie mascată
ru: Зашифрованный ключ
sk: Maskovaný kľúč
sv: Maskerad nyckel

source: Full key stored in
bg: Пълен ключ, съхранен в
cs: Plný klíč uložen v
da: Fuld nøgle gemt i
de: Vollständiger Schlüssel gespeichert in
es: Clave completa almacenada en
et: Täielik võti on salvestatud
fi: Täysi avain tallennettu osoitteeseen
fr: Clé complète stockée dans
hr: Puna ključ pohranjen u
hu: Teljes kulcs tárolva a
is: Heildarlykill geymdur í
it: Chiave completa memorizzata in
nl: Volledige sleutel opgeslagen in
no: Full nøkkel lagret i
pl: Pełny klucz zapisany w
pt: Chave completa armazenada em
ro: Cheia completă stocată în
ru: Полный ключ сохранен в
sk: Plný kľúč uložený v
sv: Fullständig nyckel lagrad i
uk: Повний ключ збережено в

source: No API Key
bg: Няма API ключ
cs: Žádný API klíč
da: Ingen API-nøgle
de: Kein API-Schlüssel
es: Sin clave de API
et: Ei API võti
fi: Ei API-avainta
fr: Pas de clé API
hr: Nema API ključa
hu: Nincs API kulcs
is: Engin ekki API lykill
it: Nessuna chiave API
nl: Geen API-sleutel
no: Ingen API-nøkkel
pl: Brak klucza API
pt: Nenhuma chave de API
ro: Fără cheie API
ru: Нет ключа API
sk: Žiadny API kľúč
sv: Ingen API-nyckel
uk: Немає API ключа
