Repository: talesam/jellyfix
Catalog: locale/*.po
Languages: bg, cs, da, de, es, et, fi, fr, hr, hu, is, it, nl, no, pl, pt, ro, ru, sk, sv, uk

source: No results found
bg: Няма намерени резултати
cs: Žádné výsledky nenalezeny
da: Ingen resultater fundet
de: Keine Ergebnisse gefunden
es: No se encontraron resultados
et: Ei tulemusi leitud
fi: Ei tuloksia löytynyt
fr: Aucun résultat trouvé
hr: Nema pronađenih rezultata
hu: Nincs találat.
is: Engin niðurstöður fundust
it: Nessun risultato trovato
nl: Geen resultaten gevonden
pl: Nie znaleziono wyników
pt: Nenhum resultado encontrado
ro: Nu au fost găsite rezultate
ru: Результатов не найдено
sk: Nenašli sa žiadne výsledky
sv: Inga resultat hittades
uk: Немає знайдених результатів

source: results
bg: резултати
cs: výsledky
da: resultater
de: Ergebnisse
es: resultados
et: tulemused
fi: tulokset
fr: résultats
hr: rezultati
hu: eredmények
is: niðurstöður
it: risultati
nl: resultaten
pl: wyniki
pt: resultados
ro: rezultate
ru: результаты
sk: výsledky
sv: resultat
uk: результати

source: Jellyfix Help
bg: Jellyfix Помощ
cs: Jellyfix Nápověda
da: Jellyfix Hjælp
de: Jellyfix Hilfe
es: Ayuda de Jellyfix
et: Jellyfix Abi
fi: Jellyfix Ohje
fr: Aide Jellyfix
hr: Jellyfix Pomoć
hu: Jellyfix Súgó
is: Jellyfix Hjálp
it: Jellyfix Aiuto
no: Jellyfix Hjelp
pl: Jellyfix Pomoc
pt: Ajuda do Jellyfix
ro: Jellyfix Ajutor
ru: Jellyfix Помощь
sk: Jellyfix Nápoveda
sv: Jellyfix Hjälp
uk: Jellyfix Nápověda

source: Version
bg: Версия
cs: Verze
es: Versión
et: Versioon
fi: Versio
hr: Verzija
hu: Verzió
is: Útgáfa
it: Versione
nl: Versie
no: Versjon
pl: Wersja
pt: Versão
ro: Versiune
ru: Версия
sk: Verzia
uk: Версія

source: Intelligent Jellyfin Library Organizer
bg: Интелигентен Jellyfin Организатор на Библиотеки
cs: Inteligentní organizátor knihovny Jellyfin
da: Intelligent Jellyfin Bibliotek Organizer
de: Intelligenter Jellyfin-Bibliotheksorganisator
es: Organizador de Biblioteca Inteligente de Jellyfin
et: Intelligent Jellyfin Raamatukogu Korraldaja
fi: Älykäs Jellyfin-kirjasto-organisaattori
fr: Organisateur de Bibliothèque Jellyfin Intelligent
hr: Inteligentni Jellyfin Organizator Biblioteke
hu: Intelligens Jellyfin Könyvtárszervező
is: Intelligent Jellyfin bókasafn skipuleggjandi
it: Organizzatore Intelligente della Libreria Jellyfin
nl: Intelligente Jellyfin Bibliotheek Organisator
no: Intelligent Jellyfin Bibliotek Organizer
pl: Inteligentny organizator biblioteki Jellyfin
pt: Organizador de Biblioteca Jellyfin Inteligente
ro: Organizator Inteligent al Bibliotecii Jellyfin
ru: Интеллектуальный организатор библиотеки Jellyfin
sk: Inteligentný organizátor knižnice Jellyfin
sv: Intelligent Jellyfin Biblioteksorganisatör
uk: Intelligent Jellyfin Katalogisierer

source: What Jellyfix Does
bg: Какво прави Jellyfix
cs: Co dělá Jellyfix
da: Hvad Jellyfix gør
de: Was Jellyfix macht
es: Lo que hace Jellyfix
et: Mida Jellyfix teeb
fi: Mitä Jellyfix tekee
fr: Ce que Jellyfix fait
hr: Što Jellyfix radi
hu: Mit csinál a Jellyfix
is: Hvað Jellyfix gerir
it: Cosa fa Jellyfix
nl: Wat Jellyfix Doet
no: Hva Jellyfix gjør
pl: Co robi Jellyfix
pt: O que o Jellyfix faz
ro: Ce face Jellyfix
ru: Что делает Jellyfix
sk: Čo Jellyfix robí
sv: Vad Jellyfix Gör
uk: Що робить Jellyfix

source: Jellyfix automatically organizes your media library following Jellyfin naming conventions: • <b>Renames files</b> to Jellyfin standard format • <b>Organizes episodes</b> into Season folders • <b>Manages subtitles</b>: renames, removes foreign languages, adds language codes • <b>Fetches metadata</b> from TMDB/TVDB • <b>Detects and adds quality tags</b> (1080p, 720p, etc) • <b>Adds provider IDs</b> to folder names ([tmdbid-12345])
pt: Jellyfix organiza automaticamente sua biblioteca de mídia seguindo as convenções de nomenclatura do Jellyfin: • <b>Renomeia arquivos</b> para o formato padrão do Jellyfin • <b>Organiza episódios</b> em pastas de Temporada • <b>Gerencia legendas</b>: renomeia, remove idiomas estrangeiros, adiciona códigos de idioma • <b>Busca metadados</b> do TMDB/TVDB • <b>Detecta e adiciona tags de qualidade</b> (1080p, 720p, etc) • <b>Adiciona IDs de provedores</b> aos nomes das pastas ([tmdbid-12345])

source: Examples
bg: Примери
cs: Příklady
da: Eksempler
de: Beispiele
es: Ejemplos
et: Näited
fi: Esimerkit
fr: Exemples
hr: Primjeri
hu: Példák
is: Dæmi
it: Esempi
nl: Voorbeelden
no: Eksempler
pl: Przykłady
pt: Exemplos
ro: Exemple
ru: Примеры
sk: Príklady
sv: Exempel
uk: Приклади

source: <b>Movies:</b> Before: movie.name.2023.1080p.bluray.mkv After: Movie Name (2023) [tmdbid-12345]/Movie Name (2023) - 1080p.mkv <b>TV Shows:</b> Before: show.name.s01e05.720p.mkv After: Show Name (2024) [tmdbid-67890]/Season 01/Show Name S01E05 - 720p.mkv <b>Subtitles:</b> • Renames: .por2.srt → .por.srt, .eng3.srt → .eng.srt • Adds language codes: subtitle.srt → Movie Name.por.srt • Removes foreign languages (keeps configured languages only) • <b>NEVER</b> removes .forced.srt files
pt: <b>Filmes:</b> Antes: filme.nome.2023.1080p.bluray.mkv Depois: Nome do Filme (2023) [tmdbid-12345]/Nome do Filme (2023) - 1080p.mkv <b>Séries:</b> Antes: show.nome.s01e05.720p.mkv Depois: Nome da Série (2024) [tmdbid-67890]/Temporada 01/Nome da Série S01E05 - 720p.mkv <b>Legendas:</b> • Renomeia: .por2.srt → .por.srt, .eng3.srt → .eng.srt • Adiciona códigos de idioma: legenda.srt → Nome do Filme.por.srt • Remove idiomas estrangeiros (mantém apenas os idiomas configurados) • <b>NUNCA</b> remove arquivos .forced.srt

source: How to Use
bg: Как да използвате
cs: Jak používat
da: Sådan bruger du
de: Wie man es benutzt
es: Cómo usar
et: Kuidas kasutada
fi: Kuinka käyttää
fr: Comment utiliser
hr: Kako koristiti
hu: Használati útmutató
is: Hvernig á að nota
it: Come usare
nl: Hoe te gebruiken
no: Hvordan bruke
pl: Jak używać
pt: Como Usar
ro: Cum să folosești
ru: Как использовать
sk: Ako používať
sv: Hur man använder
uk: Як користуватися

source: <b>1. Configure TMDB API Key (recommended)</b> Menu → Configure API Keys → Follow the tutorial This enables metadata fetching and poster downloads. <b>2. Scan Library</b> Click "Scan Library" on Dashboard Select your media folder Review the scan results <b>3. Review Operations</b> Switch to "Operations" tab Preview what will be changed Select operations to see details <b>4. Execute</b> Click "Process Files" Confirm the operation Files will be renamed and organized <b>Tip:</b> Always review the preview before executing!
pt: <b>1. Configurar Chave da API TMDB (recomendado)</b> Menu → Configurar Chaves da API → Siga o tutorial Isso habilita a busca de metadados e downloads de pôsteres. <b>2. Escanear Biblioteca</b> Clique em "Escanear Biblioteca" no Painel Selecione sua pasta de mídia Revise os resultados da varredura <b>3. Revisar Operações</b> Mude para a aba "Operações" Visualize o que será alterado Selecione operações para ver detalhes <b>4. Executar</b> Clique em "Processar Arquivos" Confirme a operação Os arquivos serão renomeados e organizados <b>Dica:</b> Sempre revise a pré-visualização antes de executar!

source: Configure Jellyfix behavior: • <b>Subtitle Handling:</b> Rename variants, add language codes, remove foreign • <b>Kept Languages:</b> Choose which subtitle languages to keep • <b>Metadata:</b> Enable/disable TMDB fetching • <b>Quality Tags:</b> Add resolution tags to filenames • <b>ffprobe:</b> Use ffprobe for accurate quality detection
pt: Configurar o comportamento do Jellyfix: • <b>Tratamento de Legendas:</b> Renomear variantes, adicionar códigos de idioma, remover estrangeiros • <b>Idiomas Mantidos:</b> Escolher quais idiomas de legenda manter • <b>Metadados:</b> Ativar/desativar busca no TMDB • <b>Tags de Qualidade:</b> Adicionar tags de resolução aos nomes dos arquivos • <b>ffprobe:</b> Usar ffprobe para detecção precisa de qualidade

source: Important Notes
bg: Важно бележки
cs: Důležité poznámky
da: Vigtige noter
de: Wichtige Hinweise
es: Notas Importantes
et: Olulised märkused
fi: Tärkeät Huomiot
fr: Remarques importantes
hr: Važne napomene
hu: Fontos megjegyzések
is: Mikilvægar athugasemdir
it: Note Importanti
nl: Belangrijke Notities
no: Viktige notater
pl: Ważne uwagi
pt: Notas Importantes
ro: Note Importante
ru: Важные заметки
sk: Dôležité poznámky
sv: Viktiga anteckningar
uk: Важливі примітки

source: ⚠️ <b>Dry-run is DEFAULT</b> Files are NOT modified unless you explicitly execute operations. ✓ <b>Always review before executing</b> Check the operation preview carefully. 🔑 <b>Configure TMDB API</b> For best results, configure your TMDB API key in Settings. 🌍 <b>Customize kept languages</b> Configure which subtitle languages to keep in Preferences.
pt: ⚠️ <b>Execução de teste é o PADRÃO</b> Os arquivos NÃO são modificados a menos que você execute operações explicitamente. ✓ <b>Revise sempre antes de executar</b> Verifique a pré-visualização da operação com atenção. 🔑 <b>Configurar API TMDB</b> Para melhores resultados, configure sua chave da API TMDB em Configurações. 🌍 <b>Personalizar idiomas mantidos</b> Configure quais idiomas de legenda manter em Preferências.

source: Homepage
bg: Начална страница
cs: Domovská stránka
da: Hjemmeside
de: Startseite
es: Página de inicio
et: Avaleht
fi: Etusivu
fr: Page d'accueil
hr: Početna stranica
hu: Főoldal
is: Heimasíða
nl: Startpagina
no: Hjemmeside
pl: Strona główna
pt: Página inicial
ro: Pagina principală
ru: Главная страница
sk: Domovská stránka
sv: Startsida
uk: Домашня сторінка

source: Report Issues
bg: Докладвайте проблеми
cs: Nahlásit problémy
da: Rapportér problemer
de: Probleme melden
es: Informar problemas
et: Teata probleeme
fi: Ilmoita ongelmista
fr: Signaler des problèmes
hr: Prijavite probleme
hu: Jelentse a problémákat
is: Skýra vandamál
it: Segnala problemi
nl: Problemen Rapporteren
no: Rapporter problemer
pl: Zgłoś problemy
pt: Relatar Problemas
ro: Raportați problemele
ru: Сообщить о проблемах
sk: Nahlásiť problémy
sv: Rapportera problem

source: Get TMDB API Key
bg: Вземете TMDB API ключ
cs: Získejte API klíč TMDB
da: Få TMDB API-nøgle
de: TMDB-API-Schlüssel abrufen
es: Obtener clave de API de TMDB
et: Hangi TMDB API võtme saamiseks
fi: Hanki TMDB API -avain
fr: Obtenir la clé API TMDB
hr: Dobijte TMDB API ključ
hu: Szerezd meg a TMDB API kulcsot
is: Sækja TMDB API lykil
it: Ottieni la chiave API TMDB
nl: Verkrijg TMDB API-sleutel
no: Få TMDB API-nøkkel
pl: Pobierz klucz API TMDB
pt: Obter chave da API TMDB
ro: Obțineți cheia API TMDB
ru: Получить ключ API TMDB
sk: Získajte API kľúč TMDB
sv: Hämta TMDB API-nyckel
uk: Отримати ключ API TMDB

source: Unknown release
bg: Непозната версия
cs: Neznámé vydání
da: Ukendt udgivelse
de: Unbekannte Version
et: Tundmatu väljaanne
fi: Tuntematon julkaisu
hr: Nepoznato izdanje
is: Óþekkt útgáfa
it: Rilascio sconosciuto
nl: Onbekende release
pt: Lançamento desconhecido
ru: Неизвестный релиз
sk: Neznáme vydanie
sv: Okänd version
uk: Невідомий реліз

source: Search Subtitles
bg: Търсене на субтитри
cs: Hledat titulky
da: Søg undertekster
de: Untertitel suchen
et: Otsi subtiitreid
fi: Etsi tekstityksiä
hr: Pretraži titlove
is: Leita að textum
it: Cerca Sottotitoli
nl: Zoek Ondertitels
pt: Pesquisar Legendas
ru: Поиск субтитров
sk: Hľadať titulky
sv: Sök undertexter
uk: Пошук субтитрів

source: Download
bg: Изтегляне
cs: Stáhnout
de: Herunterladen
et: Laadi alla
fi: Lataa
hr: Preuzmi
is: Sækja
it: Scarica
pt: Baixar
ru: Скачать
sk: Stiahnuť
sv: Ladda ner
uk: Завантажити

source: Enter movie or show title...
bg: Въведете заглавие на филм или предаване...
cs: Zadejte název filmu nebo pořadu...
da: Indtast film- eller showtitel...
de: Geben Sie den Titel des Films oder der Show ein...
et: Sisesta filmi või saate pealkiri...
fi: Syötä elokuvan tai sarjan nimi...
hr: Unesite naslov filma ili serije...
is: Sláðu inn titil á kvikmynd eða sýningu...
it: Inserisci il titolo del film o dello spettacolo...
nl: Voer de titel van de film of show in...
pt: Digite o título do filme ou programa...
ru: Введите название фильма или шоу...
sk: Zadajte názov filmu alebo relácie...
sv: Ange film- eller programtitel...
uk: Введіть назву фільму або шоу...

source: Season
bg: Сезон
cs: Sezóna
da: Sæson
de: Saison
et: Hooaeg
fi: Kauden
hr: Sezona
is: Tímabil
it: Stagione
nl: Seizoen
pt: Temporada
ru: Сезон
sk: Sezóna
sv: Säsong
uk: Сезон

source: Episode
bg: Епизод
cs: Epizoda
et: Episood
fi: Jakso
hr: Epizoda
is: Þáttur
it: Episodio
nl: Aflevering
pt: Episódio
ru: Эпизод
sk: Epizóda
sv: Avsnitt
uk: Епізод

source: Search for Subtitles
bg: Търсене на субтитри
cs: Hledat titulky
da: Søg efter undertekster
de: Untertitel suchen
et: Otsi subtiitreid
fi: Etsi tekstityksiä
hr: Pretraži titlove
is: Leita að undirskriftum
it: Cerca sottotitoli
nl: Zoek naar Ondertitels
pt: Pesquisar Legendas
ru: Поиск субтитров
sk: Hľadať titulky
sv: Sök efter undertexter
uk: Пошук субтитрів

source: Enter a title and click search
bg: Въведете заглавие и кликнете върху търсене
cs: Zadejte název a klikněte na hledat
da: Indtast en titel og klik på søg
de: Geben Sie einen Titel ein und klicken Sie auf Suchen
et: Sisesta pealkiri ja kliki otsi.
fi: Syötä otsikko ja napsauta hakua
hr: Unesite naslov i kliknite na pretraživanje
is: Sláðu inn titil og smelltu á leita
it: Inserisci un titolo e fai clic su cerca
nl: Voer een titel in en klik op zoeken
pt: Digite um título e clique em pesquisar
ru: Введите заголовок и нажмите поиск
sk: Zadajte názov a kliknite na vyhľadávanie
sv: Ange en titel och klicka på sök
uk: Введіть заголовок і натисніть пошук

source: No Results
bg: Няма резултати
cs: Žádné výsledky
da: Ingen resultater
de: Keine Ergebnisse
et: Ei tulemusi
fi: Ei tuloksia
hr: Nema rezultata
is: Engin niðurstöður
it: Nessun Risultato
nl: Geen resultaten
pt: Sem Resultados
ru: Нет результатов
sk: Žiadne výsledky
sv: Inga resultat
uk: Немає результатів

source: Try a different search term
bg: Опитайте с друга търсене
cs: Zkuste jiný vyhledávací termín
da: Prøv et andet søgeord
de: Versuchen Sie einen anderen Suchbegriff
et: Proovi teistsugust otsinguterminit
fi: Kokeile toista hakusanaa
hr: Pokušajte s drugim pojmom za pretraživanje
is: Reyndu annað leitarorð
it: Prova un termine di ricerca diverso
nl: Probeer een andere zoekterm
pt: Tente um termo de pesquisa diferente
ru: Попробуйте другой поисковый запрос
sk: Skúste iný vyhľadávací výraz
sv: Försök med en annan sökterm
uk: Спробуйте інший пошуковий запит

source: Found {} subtitles
bg: Намерени {} субтитри
cs: Nalezeno {} titulků
da: Fundet {} undertekster
de: Gefundene {} Untertitel
et: Leitud {} subtiitreid
fi: Löydetty {} tekstitystä
hr: Pronađeno {} titlova
is: Fundin {} undirskriftir
it: Trovati {} sottotitoli
nl: Gevonden {} ondertitels
pt: Encontrados {} legendas
ru: Найдено {} субтитров
sk: Nájdené {} titulky
sv: Hittade {} undertexter
uk: Знайдено {} субтитрів

source: Error: {}
bg: Грешка: {}
cs: Chyba: {}
da: Fejl: {}
de: Fehler: {}
et: Viga: {}
fi: Virhe: {}
hr: Greška: {}
is: Villa: {}
it: Errore: {}
nl: Fout: {}
pt: Erro: {}
ru: Ошибка: {}
sk: Chyba: {}
sv: Fel: {}
uk: Помилка: {}

source: Downloaded: {}
bg: Изтеглено: {}
cs: Staženo: {}
da: Downloadet: {}
de: Heruntergeladen: {}
et: Allalaaditud: {}
fi: Ladattu: {}
hr: Preuzeto: {}
is: Niðurhalað: {}
it: Scaricato: {}
nl: Gedownload: {}
pt: Baixado: {}
ru: Скачано: {}
sk: Stiahnuté: {}
sv: Nedladdad: {}
uk: Завантажено: {}

source: Download failed
bg: Изтеглянето не успя
cs: Stahování selhalo
da: Download mislykkedes
de: Download fehlgeschlagen
et: Allalaadimine ebaõnnestus
fi: Lataus epäonnistui
hr: Preuzimanje nije uspjelo
is: Niðurhal mistókst
it: Download non riuscito
nl: Download mislukt
pt: Download falhou
ru: Скачивание не удалось
sk: Stiahnutie zlyhalo
sv: Nedladdning misslyckades
uk: Завантаження не вдалося

source: Searching subtitles for: %s (Languages: %s)
bg: Търсене на субтитри за: %s (Езици: %s)
cs: Hledání titulků pro: %s (Jazyky: %s)
da: Søger undertekster for: %s (Sprog: %s)
de: Suche nach Untertiteln für: %s (Sprachen: %s)
et: Otsin subtiitreid: %s (Keeled: %s)
fi: Etsitään tekstityksiä: %s (Kielet: %s)
hr: Traženje titlova za: %s (Jezici: %s)
is: Leita að textum fyrir: %s (Tungumál: %s)
it: Cercando sottotitoli per: %s (Lingue: %s)
nl: Zoeken naar ondertitels voor: %s (Talen: %s)
pt: Buscando legendas para: %s (Idiomas: %s)
ru: Поиск субтитров для: %s (Языки: %s)
sk: Hľadanie titulkov pre: %s (Jazyky: %s)
sv: Söker efter undertexter för: %s (Språk: %s)
uk: Пошук субтитрів для: %s (Мови: %s)

source: Level 1 (hash) found: %s
bg: Ниво 1 (хеш) намерено: %s
cs: Úroveň 1 (hash) nalezena: %s
da: Niveau 1 (hash) fundet: %s
de: Stufe 1 (Hash) gefunden: %s
et: Tase 1 (hash) leitud: %s
fi: Taso 1 (hash) löytyi: %s
hr: Razina 1 (hash) pronađena: %s
is: Stig 1 (hash) fundin: %s
it: Livello 1 (hash) trovato: %s
nl: Niveau 1 (hash) gevonden: %s
pt: Nível 1 (hash) encontrado: %s
ru: Уровень 1 (хэш) найден: %s
sk: Úroveň 1 (hash) nájdená: %s
sv: Nivå 1 (hash) hittad: %s
uk: Рівень 1 (хеш) знайдено: %s

source: Missing languages: %s - trying TMDB title search
bg: Липсващи езици: %s - опит за търсене на заглавие в TMDB
cs: Chybějící jazyky: %s - pokouším se o vyhledávání názvu TMDB
da: Manglende sprog: %s - forsøger TMDB titel søgning
de: Fehlende Sprachen: %s - versuche TMDB-Titel-Suche
et: Puuduvad keeled: %s - proovime TMDB pealkirja otsingut
fi: Puuttuvat kielet: %s - yritetään TMDB-otsikkohakua
hr: Nedostaju jezici: %s - pokušavam pretražiti TMDB naslov
is: Vantar tungumál: %s - reyni að leita að titli á TMDB
it: Lingue mancanti: %s - tentativo di ricerca titolo TMDB
nl: Ontbrekende talen: %s - poging tot TMDB-titelzoekopdracht
pt: Idiomas ausentes: %s - tentando buscar título no TMDB
ru: Отсутствующие языки: %s - пытаемся найти название в TMDB
sk: Chýbajúce jazyky: %s - pokúšam sa o vyhľadávanie názvu v TMDB
sv: Saknade språk: %s - försöker TMDB titel sökning
uk: Відсутні мови: %s - спроба пошуку заголовка TMDB

source: Level 2 (TMDB) found: %s
bg: Ниво 2 (TMDB) намерено: %s
cs: Úroveň 2 (TMDB) nalezena: %s
da: Niveau 2 (TMDB) fundet: %s
de: Stufe 2 (TMDB) gefunden: %s
et: Tase 2 (TMDB) leitud: %s
fi: Taso 2 (TMDB) löytyi: %s
hr: Razina 2 (TMDB) pronađena: %s
is: Stig 2 (TMDB) fundin: %s
it: Livello 2 (TMDB) trovato: %s
nl: Niveau 2 (TMDB) gevonden: %s
pt: Nível 2 (TMDB) encontrado: %s
ru: Уровень 2 (TMDB) найден: %s
sk: Úroveň 2 (TMDB) nájdená: %s
sv: Nivå 2 (TMDB) hittad: %s
uk: Рівень 2 (TMDB) знайдено: %s

source: Still missing: %s (try manual search)
bg: Все още липсва: %s (опитайте ръчно търсене)
cs: Stále chybí: %s (zkuste ruční vyhledávání)
da: Manglende: %s (prøv manuel søgning)
de: Noch fehlend: %s (versuchen Sie die manuelle Suche)
et: Endiselt puudub: %s (proovi käsitsi otsingut)
fi: Vielä puuttuu: %s (yritä manuaalista hakua)
hr: Još uvijek nedostaje: %s (pokušajte ručno pretraživanje)
is: Vantar ennþá: %s (reyndu handvirka leit)
it: Ancora mancante: %s (prova ricerca manuale)
nl: Nog steeds ontbreekt: %s (probeer handmatig zoeken)
pt: Ainda faltando: %s (tente busca manual)
ru: Все еще отсутствует: %s (попробуйте ручной поиск)
sk: Stále chýba: %s (skúste manuálne vyhľadávanie)
sv: Saknas fortfarande: %s (försök med manuell sökning)
uk: Все ще відсутній: %s (спробуйте ручний пошук)

source: No subtitles found for: %s
bg: Не са намерени субтитри за: %s
cs: Nebyly nalezeny žádné titulky pro: %s
da: Ingen undertekster fundet for: %s
de: Keine Untertitel gefunden für: %s
et: Subtiitreid ei leitud: %s
fi: Ei tekstityksiä löytynyt: %s
hr: Nema pronađenih titlova za: %s
is: Engar undirtextar fundust fyrir: %s
it: Nessun sottotitolo trovato per: %s
nl: Geen ondertitels gevonden voor: %s
pt: Nenhuma legenda encontrada para: %s
ru: Субтитры не найдены для: %s
sk: Nenašli sa žiadne titulky pre: %s
sv: Inga undertexter hittades för: %s
uk: Не знайдено субтитрів для: %s

source: Batch Level 1: scanning %d videos by hash...
cs: Dávková úroveň 1: skenování %d videí podle hash...
de: Batch-Ebene 1: Scanne %d Videos nach Hash...
et: Partii tase 1: skaneerimine %d videot hash'i järgi...
fi: Erä Taso 1: skannataan %d videota hashin mukaan...
hr: Serija Razina 1: skeniranje %d videa prema hash-u...
is: Batch Level 1: skannar %d myndbönd með hash...
it: Livello Batch 1: scansione di %d video per hash...
pt: Lote Nível 1: escaneando %d vídeos por hash...
ru: Пакетный уровень 1: сканирование %d видео по хешу...
sk: Dávková úroveň 1: skenovanie %d videí podľa hash...
sv: Batchnivå 1: skannar %d videor med hash...
uk: Batch Level 1: сканування %d відео за хешем...

source: Level 1 (hash) found: %s for %s
cs: Úroveň 1 (hash) nalezena: %s pro %s
de: Stufe 1 (Hash) gefunden: %s für %s
et: Tase 1 (hash) leitud: %s jaoks %s
fi: Taso 1 (hash) löytyi: %s varten %s
hr: Razina 1 (hash) pronađena: %s za %s
is: Stig 1 (hash) fundið: %s fyrir %s
it: Livello 1 (hash) trovato: %s per %s
pt: Nível 1 (hash) encontrado: %s para %s
ru: Уровень 1 (хеш) найден: %s для %s
sk: Úroveň 1 (hash) nájdená: %s pre %s
sv: Nivå 1 (hash) hittad: %s för %s
uk: Рівень 1 (хеш) знайдено: %s для %s

source: Batch Level 2: title search for %d videos...
cs: Dávková úroveň 2: vyhledávání podle názvu pro %d videí...
de: Batch-Ebene 2: Titelsuche für %d Videos...
et: Partii tase 2: pealkirja otsing %d video jaoks...
fi: Erä Taso 2: otsikkohaku %d videolle...
hr: Batch razina 2: pretraživanje naslova za %d videozapisa...
is: Batch Level 2: titilsókn fyrir %d myndböndum...
it: Livello Batch 2: ricerca del titolo per %d video...
pt: Lote Nível 2: pesquisa de título para %d vídeos...
ru: Пакетный уровень 2: поиск по заголовкам для %d видео...
sk: Dávková úroveň 2: vyhľadávanie názvu pre %d videí...
sv: Batchnivå 2: titelsökning för %d videor...
uk: Batch Level 2: пошук за назвою для %d відео...

source: Level 2 (TMDB) found: %s for %s
cs: Úroveň 2 (TMDB) nalezena: %s pro %s
de: Stufe 2 (TMDB) gefunden: %s für %s
et: Tase 2 (TMDB) leitud: %s jaoks %s
fi: Taso 2 (TMDB) löytyi: %s varten %s
hr: Razina 2 (TMDB) pronađena: %s za %s
is: Stig 2 (TMDB) fundin: %s fyrir %s
it: Livello 2 (TMDB) trovato: %s per %s
pt: Nível 2 (TMDB) encontrado: %s para %s
ru: Уровень 2 (TMDB) найден: %s для %s
sk: Úroveň 2 (TMDB) nájdená: %s pre %s
sv: Nivå 2 (TMDB) hittad: %s för %s

source: Found %d subtitles by hash for: %s
bg: Намерени са %d субтитри по хеш за: %s
cs: Nalezeno %d titulků podle hash pro: %s
da: Fundet %d undertekster ved hash for: %s
de: Gefunden %d Untertitel durch Hash für: %s
et: Leiti %d subtiitreid hash'i järgi: %s
fi: Löydettiin %d tekstitystä hashin perusteella: %s
hr: Pronađeno %d titlova po hash-u za: %s
is: Fundin %d undirskriftir með hash fyrir: %s
it: Trovati %d sottotitoli per hash per: %s
nl: Gevonden %d ondertitels op basis van hash voor: %s
pt: Encontrado %d legendas por hash para: %s
ru: Найдено %d субтитров по хешу для: %s
sk: Nájdených %d titulkov podľa hash pre: %s
sv: Hittade %d undertexter med hash för: %s
uk: Знайдено %d субтитрів за хешем для: %s

source: Found %d validated subtitles by title for: %s
bg: Намерени са %d валидирани субтитри по заглавие за: %s
cs: Nalezeno %d validovaných titulků podle názvu pro: %s
da: Fundet %d validerede undertekster efter titel for: %s
de: Gefundene %d validierte Untertitel nach Titel für: %s
et: Leitud %d valideeritud subtiitreid pealkirja järgi: %s
fi: Löydettiin %d validoitua tekstitystä otsikon mukaan: %s
hr: Pronađeno %d potvrđenih titlova po naslovu za: %s
is: Fundin %d staðfestar undirskriftir eftir titli fyrir: %s
it: Trovati %d sottotitoli convalidati per titolo per: %s
nl: Gevonden %d gevalideerde ondertitels op titel voor: %s
pt: Encontrado %d legendas validadas por título para: %s
ru: Найдено %d проверенных субтитров по названию для: %s
sk: Nájdených %d overených titulkov podľa názvu pre: %s
sv: Hittade %d validerade undertexter efter titel för: %s
uk: Знайдено %d перевірених субтитрів за назвою для: %s
