Repository: talesam/jellyfix
Catalog: locale/*.po
Languages: bg, cs, da, de, es, et, fi, fr, hr, hu, is, it, nl, no, pl, pt, ro, ru, sk, sv, uk

source: Fetch metadata (TMDB/TVDB)
bg: Изтегли метаданни (TMDB/TVDB)
cs: Načíst metadata (TMDB/TVDB)
da: Hent metadata (TMDB/TVDB)
de: Metadaten abrufen (TMDB/TVDB)
es: Obtener metadatos (TMDB/TVDB)
fi: Hae metatietoja (TMDB/TVDB)
fr: Récupérer les métadonnées (TMDB/TVDB)
hr: Preuzmi metapodatke (TMDB/TVDB)
hu: Metaadatok lekérése (TMDB/TVDB)
is: Sækja metagögn (TMDB/TVDB)
it: Recupera metadati (TMDB/TVDB)
nl: Haal metadata op (TMDB/TVDB)
no: Hent metadata (TMDB/TVDB)
pl: Pobierz metadane (TMDB/TVDB)
pt: Buscar metadados (TMDB/TVDB)
ro: Obțineți metadate (TMDB/TVDB)
ru: Получить метаданные (TMDB/TVDB)
sk: Načítanie metadát (TMDB/TVDB)
sv: Hämta metadata (TMDB/TVDB)
uk: Завантажити метадані (TMDB/TVDB)

source: Ask when multiple TMDB results
bg: Попитайте, когато има множество резултати от TMDB
cs: Zeptejte se, když je více výsledků TMDB
da: Spørg når der er flere TMDB-resultater
de: Fragen, wenn mehrere TMDB-Ergebnisse vorliegen
es: Preguntar cuando hay múltiples resultados de TMDB
et: Küsi, kui mitu TMDB tulemust on.
fi: Kysy, kun useita TMDB-tuloksia on saatavilla
fr: Demander en cas de résultats multiples TMDB
hr: Pitaj kada ima više TMDB rezultata
hu: Kérdezze meg, amikor több TMDB eredmény van
is: Spyrja þegar margar TMDB niðurstöður eru.
it: Chiedi quando ci sono più risultati TMDB
nl: Vraag bij meerdere TMDB-resultaten
pl: Zapytaj, gdy jest wiele wyników TMDB
pt: Perguntar quando houver múltiplos resultados do TMDB
ro: Întreabă când există rezultate multiple TMDB
ru: Спросить, когда несколько результатов TMDB
sk: Opýtajte sa, keď sú viaceré výsledky TMDB
sv: Fråga när flera TMDB-resultat finns
uk: Запитати, коли кілька результатів TMDB

source: Configure APIs (TMDB/TVDB)
bg: Конфигуриране на API (TMDB/TVDB)
cs: Konfigurovat API (TMDB/TVDB)
da: Konfigurer API'er (TMDB/TVDB)
de: APIs konfigurieren (TMDB/TVDB)
es: Configurar APIs (TMDB/TVDB)
et: Konfigureeri API-d (TMDB/TVDB)
fi: Määritä API:t (TMDB/TVDB)
fr: Configurer les API (TMDB/TVDB)
hr: Konfiguriraj API-je (TMDB/TVDB)
hu: API-k konfigurálása (TMDB/TVDB)
is: Stillir API (TMDB/TVDB)
it: Configura API (TMDB/TVDB)
nl: API's configureren (TMDB/TVDB)
no: Konfigurer API-er (TMDB/TVDB)
pl: Konfiguruj API (TMDB/TVDB)
pt: Configurar APIs (TMDB/TVDB)
ro: Configurează API-urile (TMDB/TVDB)
ru: Настроить API (TMDB/TVDB)
sk: Konfigurácia API (TMDB/TVDB)
sv: Konfigurera API:er (TMDB/TVDB)
uk: Налаштувати API (TMDB/TVDB)

source: Fetch metadata
bg: Изтегли метаданни
cs: Načíst metadata
da: Hent metadata
de: Metadaten abrufen
es: Obtener metadatos
et: Hangi metaandmed
fi: Hae metatietoja
fr: Récupérer les métadonnées
hr: Preuzmi metapodatke
hu: Metaadatok lekérése
is: Sækja metagögn
it: Recupera metadati
nl: Haal metadata op
no: Hent metadata
pl: Pobierz metadane
pt: Buscar metadados
ro: Recupera metadate
ru: Получить метаданные
sk: Načítanie metadát
sv: Hämta metadata
uk: Fetch метадані

source: Configure APIs
cs: Konfigurovat API
de: APIs konfigurieren
et: Konfigureeri API-d
fi: Määritä API:t
fr: Configurer les API
hr: Konfiguriraj API-je
is: Stilla API.
it: Configura API
no: Konfigurer API-er
pt: Configurar APIs
ru: Настроить API
sk: Konfigurácia API
sv: Konfigurera API:er
uk: Налаштувати API

source: File organization settings:
cs: Nastavení organizace souborů:
de: Dateiorganisationseinstellungen:
et: Faili korralduse seaded:
fi: Tiedostojen järjestelyasetukset:
hr: Postavke organizacije datoteka:
is: Skilgreiningar á skráarskipulagi:
it: Impostazioni di organizzazione dei file:
pt: Configurações de organização de arquivos:
ru: Настройки организации файлов:
sk: Nastavenia organizácie súborov:
sv: Inställningar för filorganisation:
uk: Налаштування організації файлів:

source: Organize in folders (Season XX)
bg: Организиране в папки (Сезон XX)
cs: Organizovat do složek (Sezóna XX)
da: Organiser i mapper (Sæson XX)
de: In Ordner organisieren (Staffel XX)
es: Organizar en carpetas (Temporada XX)
et: Korrasta kaustadesse (Hooaeg XX)
fi: Järjestä kansioihin (Kausi XX)
fr: Organiser dans des dossiers (Saison XX)
hr: Organiziraj u mape (Sezona XX)
hu: Mappákba rendezés (XX. évad)
is: Skipta í möppur (Seasons XX)
it: Organizza in cartelle (Stagione XX)
nl: Organiseren in mappen (Seizoen XX)
no: Organiser i mapper (Sesong XX)
pl: Organizuj w folderach (Sezon XX)
pt: Organizar em pastas (Temporada XX)
ro: Organizați în foldere (Sezonul XX)
ru: Организовать в папках (Сезон XX)
sk: Organizovať do priečinkov (Sezóna XX)
sv: Organisera i mappar (Säsong XX)
uk: Організувати в папки (Сезон XX)

source: Add quality tags (1080p, 720p, etc)
bg: Добавете тагове за качество (1080p, 720p и др.)
cs: Přidat kvalitativní značky (1080p, 720p atd.)
da: Tilføj kvalitetsmærker (1080p, 720p osv.)
de: Qualitätstags hinzufügen (1080p, 720p usw.)
es: Agregar etiquetas de calidad (1080p, 720p, etc)
et: Lisa kvaliteedi silte (1080p, 720p jne)
fi: Lisää laatutunnisteet (1080p, 720p, jne.)
fr: Ajouter des étiquettes de qualité (1080p, 720p, etc)
hr: Dodaj oznake kvalitete (1080p, 720p, itd)
hu: Minőségi címkék hozzáadása (1080p, 720p, stb.)
is: Bæta við gæðamerkjum (1080p, 720p, o.s.frv.)
it: Aggiungi tag di qualità (1080p, 720p, ecc)
nl: Voeg kwaliteitslabels toe (1080p, 720p, enz.)
no: Legg til kvalitetsetiketter (1080p, 720p, osv)
pl: Dodaj tagi jakości (1080p, 720p itp)
pt: Adicionar tags de qualidade (1080p, 720p, etc)
ro: Adaugă etichete de calitate (1080p, 720p, etc)
ru: Добавить теги качества (1080p, 720p и т.д.)
sk: Pridať kvalitné značky (1080p, 720p, atď)
sv: Lägg till kvalitetsetiketter (1080p, 720p, etc)
uk: Додати теги якості (1080p, 720p тощо)

source: Use ffprobe for quality detection
bg: Използвайте ffprobe за откриване на качество
cs: Použijte ffprobe pro detekci kvality
da: Brug ffprobe til kvalitetsdetektion
de: Verwenden Sie ffprobe zur Qualitätsüberprüfung
es: Usa ffprobe para la detección de calidad
et: Kasutage ffprobe'i kvaliteedi tuvastamiseks
fi: Käytä ffprobea laadun havaitsemiseen
fr: Utilisez ffprobe pour la détection de qualité
hr: Koristite ffprobe za detekciju kvalitete
hu: Használja a ffprobe-ot a minőségellenőrzéshez
is: Notaðu ffprobe til gæðagreiningar
it: Usa ffprobe per il rilevamento della qualità
nl: Gebruik ffprobe voor kwaliteitsdetectie
no: Bruk ffprobe for kvalitetsdeteksjon
pl: Użyj ffprobe do wykrywania jakości
pt: Use o ffprobe para detecção de qualidade
ro: Utilizați ffprobe pentru detectarea calității
ru: Используйте ffprobe для определения качества
sk: Použite ffprobe na detekciu kvality
sv: Använd ffprobe för kvalitetsdetektering
uk: Використовуйте ffprobe для виявлення якості

source: Rename NFO files to match video
bg: Преименувайте NFO файлове, за да съвпадат с видеото
cs: Přejmenujte soubory NFO, aby odpovídaly videu
da: Omdøb NFO-filer for at matche video
de: NFO-Dateien umbenennen, um mit dem Video übereinzustimmen
es: Renombrar archivos NFO para que coincidan con el video
et: NFO failide ümbernimetamine vastavusse viimiseks videoga
fi: Nimeä NFO-tiedostot vastaamaan videota
hr: Preimenujte NFO datoteke da odgovaraju videu
hu: NFO fájlok átnevezése a videóhoz való illesztéshez
is: Endurnefndu NFO skrár til að passa við vídeó
it: Rinomina i file NFO per corrispondere al video
nl: Hernoem NFO-bestanden om overeen te komen met video
pl: Zmień nazwy plików NFO, aby pasowały do wideo
pt: Renomear arquivos NFO para corresponder ao vídeo
ro: Renumește fișierele NFO pentru a se potrivi cu videoclipul
ru: Переименовать файлы NFO, чтобы соответствовать видео
sk: Prezrite názvy súborov NFO, aby zodpovedali videu
sv: Byt namn på NFO-filer för att matcha video

source: Remove non-media files (keep only videos/subtitles)
bg: Премахнете не-медийните файлове (запазете само видеа/субтитри)
cs: Odstranit soubory, které nejsou média (uchovat pouze videa/titulky)
da: Fjern ikke-mediefiler (behold kun videoer/undertekster)
de: Nicht-Medien-Dateien entfernen (nur Videos/Untertitel behalten)
es: Eliminar archivos no multimedia (mantener solo videos/subtítulos)
et: Eemalda mitte-meediafailid (jätka ainult videoid/pealkirju)
fi: Poista ei-media tiedostot (pidä vain videot/tekstitykset)
hr: Ukloni ne-medijske datoteke (zadrži samo videozapise/titlove)
hu: Távolítsa el a nem médiafájlokat (csak videókat/feliratokat tartson meg)
is: Fjarlægðu ekki-media skrár (halda aðeins vídeóum/undirtitlum)
it: Rimuovi i file non multimediali (mantieni solo video/sottotitoli)
nl: Verwijder niet-media bestanden (behoud alleen video's/ondertitels)
pl: Usuń pliki niebędące mediami (zachowaj tylko filmy/napisy)
pt: Remover arquivos não-mídia (manter apenas vídeos/legendas)
ro: Elimină fișierele non-media (păstrează doar videoclipurile/subtitrările)
ru: Удалить не медиафайлы (оставить только видео/субтитры)
sk: Odstrániť súbory, ktoré nie sú médiami (ponechať iba videá/titulky)
sv: Ta bort icke-mediefiler (behåll endast videor/undertexter)

source: Organize in folders
bg: Организиране в папки
cs: Organizovat do složek
da: Organiser i mapper
de: In Ordner organisieren
es: Organizar en carpetas
et: Korrastage kaustades
fi: Järjestä kansioihin
fr: Organiser dans des dossiers
hr: Organiziraj u mape
hu: Mappákba rendezés
is: Skipta í möppur
it: Organizza in cartelle
nl: Organiseren in mappen
no: Organiser i mapper
pl: Organizuj w folderach
pt: Organizar em pastas
ro: Organizează în foldere
ru: Организовать в папках
sk: Organizovať do priečinkov
sv: Organisera i mappar
uk: Організувати в папки

source: Add quality tags
bg: Добавяне на качествени тагове
cs: Přidat kvalitativní štítky
da: Tilføj kvalitetsmærker
de: Qualitätstags hinzufügen
es: Agregar etiquetas de calidad
et: Lisa kvaliteedi silte
fi: Lisää laatutunnisteet
fr: Ajouter des étiquettes de qualité
hr: Dodaj oznake kvalitete
hu: Minőségi címkék hozzáadása
is: Bæta við gæðamerkjum
it: Aggiungi tag di qualità
nl: Voeg kwaliteitslabels toe
no: Legg til kvalitetsetiketter
pl: Dodaj tagi jakości
pt: Adicionar tags de qualidade
ro: Adăugați etichete de calitate
ru: Добавить теги качества
sk: Pridať kvalitné značky
sv: Lägg till kvalitetsetiketter
uk: Додати теги якості

source: Remove non-media files
bg: Премахнете файловете, които не са медийни
cs: Odstranit soubory, které nejsou média
da: Fjern ikke-mediefiler
de: Nicht-Medien-Dateien entfernen
es: Eliminar archivos no multimedia
et: Eemalda mitte-meediafailid
fi: Poista ei-media tiedostot
hr: Ukloni datoteke koje nisu medijske
hu: Távolítsa el a nem médiafájlokat
is: Fjarlægðu ekki-media skrár
it: Rimuovi file non multimediali
nl: Verwijder niet-media bestanden
pl: Usuń pliki niebędące mediami
pt: Remover arquivos não-mídia
ro: Elimină fișierele non-media
ru: Удалить файлы, не относящиеся к медиа
sk: Odstrániť súbory, ktoré nie sú médiami
sv: Ta bort icke-mediefiler
uk: Видалити не медіа файли

source: Language Selection
bg: Избор на език
cs: Výběr jazyka
da: Sprogvalg
de: Sprachauswahl
es: Selección de idioma
et: Keele valik
fi: Kielivalinta
fr: Sélection de la langue
hr: Odabir jezika
hu: Nyelvválasztás
is: Tungumálaval
it: Selezione della lingua
nl: Taalselectie
no: Språkvalg
pl: Wybór języka
pt: Seleção de Idioma
ro: Selecția limbii
ru: Выбор языка
sk: Výber jazyka
sv: Språkval
uk: Вибір мови

source: Select languages to KEEP (will NOT be removed)
bg: Изберете езици за ЗАПАЗВАНЕ (няма да бъдат премахнати)
cs: Vyberte jazyky, které CHCETE ZACHOVAT (nebudou odstraněny)
da: Vælg sprog, der skal BEHOLDES (vil IKKE blive fjernet)
de: Sprachen auswählen, die BEIBEHALTEN werden sollen (werden NICHT entfernt)
es: Selecciona los idiomas a MANTENER (no serán eliminados)
et: Valige keeled, mida HOIDA (ei eemaldata)
fi: Valitse kielet, jotka HALUTAAN PITÄÄ (eivät poistu)
fr: Sélectionnez les langues à CONSERVER (ne seront PAS supprimées)
hr: Odaberite jezike koje želite ZADRŽATI (neće biti uklonjeni)
hu: Válassza ki a MEGŐRZENDŐ nyelveket (nem lesznek eltávolítva)
is: Veldu tungumál til AÐ HALDA (verða EKKI fjarlægð)
it: Seleziona le lingue da MANTENERE (non verranno rimosse)
nl: Selecteer talen om TE BEHOUDEN (zullen NIET worden verwijderd)
no: Velg språk å BEHOLDE (vil IKKE bli fjernet)
pl: Wybierz języki do ZACHOWANIA (nie będą USUNIĘTE)
pt: Selecione os idiomas a MANTER (não serão removidos)
ro: Selectați limbile pe care doriți să le PĂSTRAȚI (nu vor fi eliminate)
ru: Выберите языки для СОХРАНЕНИЯ (не будут удалены)
sk: Vyberte jazyky, ktoré chcete ZACHOVAT' (nebudú odstránené)
sv: Välj språk att BEHÅLLA (kommer INTE att tas bort)
uk: Виберіть мови, які потрібно ЗАЛИШИТИ (не будуть видалені)

source: Use SPACE to check/uncheck, ENTER to confirm
bg: Използвайте SPACE, за да отметнете/снемете отметката, ENTER, за да потвърдите
cs: Použijte MEZERNÍK pro zaškrtnutí/odškrtnutí, ENTER pro potvrzení
da: Brug SPACE til at markere/afmarkere, ENTER til at bekræfte
de: Verwenden Sie die LEERTASTE, um zu aktivieren/deaktivieren, die EINGABETASTE, um zu bestätigen.
es: Usa la tecla ESPACIO para marcar/desmarcar, ENTER para confirmar
et: Kasutage SPACE'i, et märkida/maha võtta, ENTER, et kinnitada
fi: Käytä VÄLILYÖNTIÄ valitsemiseen/poistamiseen, ENTER vahvistamiseen
fr: Utilisez la touche ESPACE pour cocher/décocher, ENTRÉE pour confirmer
hr: Koristite razmaknicu za označavanje/uklanjanje oznake, ENTER za potvrdu
hu: Használja a SPACE-t a jelöléshez/eltávolításhoz, az ENTER-t a megerősítéshez
is: Notaðu SPACE til að haka/afhaka, ENTER til að staðfesta
it: Usa SPAZIO per selezionare/deselezionare, INVIO per confermare
nl: Gebruik de SPATIEBALK om te controleren/af te vinken, ENTER om te bevestigen
no: Bruk SPACE for å merke/avmerke, ENTER for å bekrefte
pl: Użyj SPACJI, aby zaznaczyć/odznaczyć, ENTER, aby potwierdzić
pt: Use SPACE para marcar/desmarcar, ENTER para confirmar
ro: Folosește SPACE pentru a bifa/debifa, ENTER pentru a confirma
ru: Используйте ПРОБЕЛ для выбора/снятия выбора, ENTER для подтверждения
sk: Použite medzerník na zaškrtnutie/odškrtnutie, ENTER na potvrdenie
sv: Använd SPACE för att markera/avmarkera, ENTER för att bekräfta

source: Select languages to KEEP:
bg: Изберете езици за ЗАПАЗВАНЕ:
cs: Vyberte jazyky, které chcete ZACHOVAT:
da: Vælg sprog, der skal BEHOLDES:
de: Sprachen zum BEIBEHALTEN auswählen:
es: Selecciona los idiomas a MANTENER:
et: Valige keeled, mida HOIDA:
fi: Valitse kielet, jotka HALUAT pitää:
fr: Sélectionnez les langues à CONSERVER :
hr: Odaberite jezike koje želite ZADRŽATI:
hu: Válassza ki a MEGTARTANDÓ nyelveket:
is: Veldu tungumál til að HALDA:
it: Seleziona le lingue da MANTENERE:
nl: Selecteer talen om TE BEWAREN:
no: Velg språk å BEHOLDE:
pl: Wybierz języki do ZACHOWANIA:
pt: Selecione os idiomas a MANTER:
ro: Selectați limbile de PĂSTRAT:
ru: Выберите языки для СОХРАНЕНИЯ:
sk: Vyberte jazyky, ktoré chcete ZACHOVAT:
sv: Välj språk att BEHÅLLA:

source: (SPACE = check/uncheck, ENTER = confirm)
bg: (ПРОСТРАНСТВО = отметка/снятие отметки, ВРЕМЕ = потвърдете)
cs: (SPACE = zaškrtnout/odškrtnout, ENTER = potvrdit)
da: (SPACE = tjek/afmarkér, ENTER = bekræft)
de: (SPACE = auswählen/abwählen, ENTER = bestätigen)
es: (SPACE = marcar/desmarcar, ENTER = confirmar)
et: (SPACE = märgi/maha märgi, ENTER = kinnita)
fi: (AVAIN = valitse/poista valinta, ENTER = vahvista)
fr: (Espace = cocher/décocher, Entrée = confirmer)
hr: (SPACE = označi/ukloni oznaku, ENTER = potvrdi)
hu: (SPACE = jelölés/eltávolítás, ENTER = megerősítés)
is: (SPACE = haka/óhuga, ENTER = staðfesta)
it: (SPAZIO = seleziona/deseleziona, INVIO = conferma)
nl: (SPACE = aanvinken/afvinken, ENTER = bevestigen)
no: (SPACE = sjekk/uskjekk, ENTER = bekreft)
pl: (SPACJA = zaznacz/odznacz, ENTER = potwierdź)
pt: (SPAÇO = marcar/desmarcar, ENTER = confirmar)
ro: (SPAȚIU = bifează/dezactivează, ENTER = confirmă)
ru: (ПРОБЕЛ = отметить/снять отметку, ENTER = подтвердить)
sk: (SPACE = zaškrtnúť/odškrtnúť, ENTER = potvrdiť)
sv: (SPACE = markera/avmarkera, ENTER = bekräfta)
uk: (SPACE = відмітити/зняти відмітку, ENTER = підтвердити)

source: Saved to ~/.jellyfix/config.json
bg: Запазено в ~/.jellyfix/config.json
cs: Uloženo do ~/.jellyfix/config.json
da: Gemt til ~/.jellyfix/config.json
de: Gespeichert in ~/.jellyfix/config.json
es: Guardado en ~/.jellyfix/config.json
et: Salvestatud ~/.jellyfix/config.json
fi: Tallennettu tiedostoon ~/.jellyfix/config.json
fr: Enregistré dans ~/.jellyfix/config.json
hr: Spremi u ~/.jellyfix/config.json
hu: Mentve a ~/.jellyfix/config.json fájlba
is: Vistað í ~/.jellyfix/config.json
it: Salvato in ~/.jellyfix/config.json
nl: Opgeslagen in ~/.jellyfix/config.json
no: Laget i ~/.jellyfix/config.json
pl: Zapisano do ~/.jellyfix/config.json
pt: Salvo em ~/.jellyfix/config.json
ro: Salvat în ~/.jellyfix/config.json
ru: Сохранено в ~/.jellyfix/config.json
sk: Uložené do ~/.jellyfix/config.json
sv: Sparad till ~/.jellyfix/config.json
uk: Збережено в ~/.jellyfix/config.json

source: API Configuration
bg: Конфигурация на API
cs: Konfigurace API
da: API-konfiguration
de: API-Konfiguration
es: Configuración de API
et: API konfiguratsioon
fi: API-konfiguraatio
fr: Configuration de l'API
hr: Konfiguracija API-ja
hu: API konfiguráció
is: API stilling
it: Configurazione API
nl: API-configuratie
no: API-konfigurasjon
pl: Konfiguracja API
pt: Configuração da API
ro: Configurare API
ru: Конфигурация API
sk: Konfigurácia API
sv: API-konfiguration
uk: API Налаштування

source: Configured
bg: Конфигуриран
cs: Nakonfigurováno
da: Konfigureret
de: Konfiguriert
es: Configurado
et: Konfigureeritud
fi: Määrätty
fr: Configuré
hr: Konfigurirano
hu: Beállítva
is: Sérstakur
it: Configurato
nl: Geconfigureerd
no: Konfigurert
pl: Skonfigurowany
pt: Configurado
ro: Configurat
ru: Настроено
sk: Nakonfigurované
sv: Konfigurerad
uk: Налаштовано

source: Not configured
bg: Не е конфигурирано
cs: Není nakonfigurováno
da: Ikke konfigureret
de: Nicht konfiguriert
es: No configurado
et: Ei ole konfigureeritud
fi: Ei konfiguroitu
fr: Non configuré
hr: Nije konfigurirano
hu: Nincs konfigurálva
is: Ekki stillt
it: Non configurato
nl: Niet geconfigureerd
no: Ikke konfigurert
pl: Nie skonfigurowano
pt: Não configurado
ro: Nesetat.
ru: Не настроено
sk: Nakonfigurované
sv: Inte konfigurerad
uk: Не налаштовано

source: Config file:
bg: Конфигурационен файл:
cs: Konfigurační soubor:
da: Konfigurationsfil:
de: Konfigurationsdatei:
es: Archivo de configuración:
et: Konfiguratsioonifail:
fi: Asetustiedosto:
fr: Fichier de configuration :
hr: Konfiguracijska datoteka:
hu: Konfigurációs fájl:
is: Stillingaskrá:
it: File di configurazione:
nl: Configuratiebestand:
no: Konfigurasjonsfil:
pl: Plik konfiguracyjny:
pt: Arquivo de configuração:
ro: Fișier de configurare:
ru: Конфигурационный файл:
sk: Konfiguračný súbor:
sv: Konfigurationsfil:
uk: Конфігураційний файл:

source: Configure TMDB API Key
bg: Конфигуриране на TMDB API ключ
cs: Nastavit klíč API TMDB
da: Konfigurer TMDB API-nøgle
de: TMDB-API-Schlüssel konfigurieren
es: Configurar clave API de TMDB
et: Konfigureeri TMDB API võti
fi: Määritä TMDB API-avain
fr: Configurer la clé API TMDB
hr: Konfiguriraj TMDB API ključ
hu: TMDB API kulcs beállítása
is: Stillir TMDB API lykil
it: Configura la chiave API di TMDB
nl: Configure TMDB API-sleutel
no: Konfigurer TMDB API-nøkkel
pl: Skonfiguruj klucz API TMDB
pt: Configurar a Chave da API TMDB
ro: Configure cheia API TMDB
ru: Настроить ключ API TMDB
sk: Nastaviť TMDB API kľúč
sv: Konfigurera TMDB API-nyckel
uk: Налаштувати ключ API TMDB

source: View current key (TMDB)
bg: Преглед на текущия ключ (TMDB)
cs: Zobrazit aktuální klíč (TMDB)
da: Vis nuværende nøgle (TMDB)
de: Aktuellen Schlüssel anzeigen (TMDB)
es: Ver clave actual (TMDB)
et: Vaata praegust võtit (TMDB)
fi: Näytä nykyinen avain (TMDB)
fr: Voir la clé actuelle (TMDB)
hr: Pogledajte trenutni ključ (TMDB)
hu: Jelenlegi kulcs megtekintése (TMDB)
is: Skoða núverandi lykil (TMDB)
it: Visualizza la chiave attuale (TMDB)
nl: Bekijk huidige sleutel (TMDB)
no: Vis nåværende nøkkel (TMDB)
pl: Wyświetl bieżący klucz (TMDB)
pt: Ver chave atual (TMDB)
ro: Vizualizați cheia curentă (TMDB)
ru: Просмотреть текущий ключ (TMDB)
sk: Zobraziť aktuálny kľúč (TMDB)
sv: Visa aktuell nyckel (TMDB)
uk: Переглянути поточний ключ (TMDB)

source: Test TMDB connection
bg: Тествайте TMDB връзката
cs: Otestovat připojení k TMDB
da: Test TMDB-forbindelse
de: TMDB-Verbindung testen
es: Probar conexión TMDB
et: Testi TMDB ühendust
fi: Testaa TMDB-yhteys
fr: Tester la connexion TMDB
hr: Testiraj TMDB vezu
hu: TMDB kapcsolat tesztelése
is: Prófa TMDB tengingu
it: Testa connessione TMDB
nl: Test TMDB-verbinding
no: Test TMDB-tilkobling
pl: Testuj połączenie z TMDB
pt: Testar conexão TMDB
ro: Testează conexiunea TMDB
ru: Проверить соединение с TMDB
sk: Testovanie pripojenia k TMDB
sv: Testa TMDB-anslutning
uk: Перевірити з'єднання TMDB

source: Remove TMDB key
bg: Премахнете TMDB ключа
cs: Odstranit TMDB klíč
da: Fjern TMDB-nøgle
de: TMDB-Schlüssel entfernen
es: Eliminar clave TMDB
et: Eemalda TMDB võti
fi: Poista TMDB-avain
fr: Supprimer la clé TMDB
hr: Ukloni TMDB ključ
hu: TMDB kulcs eltávolítása
is: Fjarlægðu TMDB lykilinn
it: Rimuovi la chiave TMDB
nl: Verwijder TMDB-sleutel
no: Fjern TMDB-nøkkel
pl: Usuń klucz TMDB
pt: Remover chave TMDB
ro: Elimină cheia TMDB
ru: Удалить ключ TMDB
sk: Odstrániť TMDB kľúč
sv: Ta bort TMDB-nyckel
uk: Видалити ключ TMDB

source: How to get TMDB key
bg: Как да получите TMDB ключ
cs: Jak získat klíč TMDB
da: Hvordan man får TMDB-nøgle
de: Wie man den TMDB-Schlüssel erhält
es: Cómo obtener la clave de TMDB
et: Kuidas saada TMDB võtit
fi: Kuinka saada TMDB-avain
fr: Comment obtenir la clé TMDB
hr: Kako dobiti TMDB ključ
hu: Hogyan lehet megszerezni a TMDB kulcsot
is: Hvernig á að fá TMDB lykil
it: Come ottenere la chiave TMDB
nl: Hoe TMDB-sleutel te verkrijgen
no: Hvordan få TMDB-nøkkel
pl: Jak uzyskać klucz TMDB
pt: Como obter a chave TMDB
ro: Cum să obții cheia TMDB
ru: Как получить ключ TMDB
sk: Ako získať TMDB kľúč
sv: Hur man får TMDB-nyckel
uk: Як отримати ключ TMDB

source: Enter your TMDB API key:
bg: Въведете вашия TMDB API ключ:
cs: Zadejte svůj TMDB API klíč:
da: Indtast din TMDB API-nøgle:
de: Geben Sie Ihren TMDB-API-Schlüssel ein:
es: Introduce tu clave API de TMDB:
et: Sisestage oma TMDB API võti:
fi: Syötä TMDB API -avain:
fr: Entrez votre clé API TMDB :
hr: Unesite svoj TMDB API ključ:
hu: Írd be a TMDB API kulcsodat:
is: Sláðu inn TMDB API lykilinn þinn:
it: Inserisci la tua chiave API TMDB:
nl: Voer uw TMDB API-sleutel in:
no: Skriv inn din TMDB API-nøkkel:
pl: Wprowadź swój klucz API TMDB:
pt: Insira sua chave da API TMDB:
ro: Introduceți cheia API TMDB:
ru: Введите ваш ключ API TMDB:
sk: Zadajte svoj TMDB API kľúč:
sv: Ange din TMDB API-nyckel:
uk: Введіть свій API-ключ TMDB:

source: TMDB key saved to:
bg: TMDB ключ запазен в:
cs: TMDB klíč uložen do:
da: TMDB-nøgle gemt til:
de: TMDB-Schlüssel gespeichert unter:
es: Clave de TMDB guardada en:
et: TMDB võti salvestatud:
fi: TMDB-avain tallennettu:
fr: Clé TMDB enregistrée dans :
hr: TMDB ključ spremljen u:
hu: TMDB kulcs mentve:
is: TMDB lykill vistaður á:
it: Chiave TMDB salvata in:
nl: TMDB-sleutel opgeslagen op:
no: TMDB-nøkkel lagret til:
pl: Klucz TMDB zapisany w:
pt: Chave TMDB salva em:
ro: Cheia TMDB salvată în:
ru: Ключ TMDB сохранён в:
sk: TMDB kľúč uložený do:
sv: TMDB-nyckel sparad till:
uk: TMDB ключ збережено до:

source: File:
bg: Файл:
cs: Soubor:
da: Fil:
de: Datei:
es: Archivo:
et: Fail:
fi: Tiedosto:
fr: Fichier :
hr: Datoteka:
hu: Fájl:
is: Skrá:
nl: Bestand:
no: Fil:
pl: Plik:
pt: Arquivo:
ro: Fișier:
ru: Файл:
sk: Súbor:
sv: Fil:
uk: Файл:
